
<x-app-layout>
    <x-slot name="header">


<section class="py-16">



 <section class="#yanuary1">
     <div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
         <figure class="#">
             <img
                 src="{{asset('images/iliy.jpg')}}"
                 alt="Temple" />
         </figure>
         <div class="card-body">
             <h2 class="card-title">Святой пророк Илия, дата памяти 2 августа</h2>
             <p>Его подвиг был предсказан святому его дядей- святым Бояном. В первые годы своего княжения
                 Борис воевал с соседствующими народами, главным спасением от войн, голода, разорения он
                 видел в принятии Православия, спасительной веры Христовой. Крестил царя Бориса святитель
                 Мефодий, а вместе с правителем православными стали сотни человек. Годы его правления стали
                 расцветом христианства: строились храмы, учредили патриаршую кафедру. Уже будучи старцем,
                 святой Борис решил удалиться в монастырь. Правление Болгарией он оставил своим сыновьям
                 Симеону и Владимиру. Однако, последний отступил от веры, тогда святой Борис удалился из
                 обители, облачился в одежды царя и посадил нечестивца в темницу, лишив при этом его зрения.
                 Правление теперь уже доверил сыну Симеону.Он родился в Фесвии Галаадской за 900 лет до пришествия на свет Иисуса Христа. Сохранились воспоминания святителя Епифания Кипрского о рождении этого ребенка. Отец Илии, Совах, увидел в «тонком сне», как различные праведные мужи приветствовали появление на свет этого младенца. И более того, они пеленали его огнем.

                 С юных лет мальчик решил посвятить себя Господу. Он поселился в пустыне, постился очень строго, непрестанно молился. Бог призвал его пророчествовать при правлении царя Израилева Ахаве.

                 Израильский народ в это время удалился от праведной жизни, забыл Бога, и все больше погружался в языческую тьму. Пытаясь образумить израильтян, святой пророк Илия стал обличать нечестивого царя Ахаву, он призывал правителя покаяться. Но царь не желал даже слушать его. И тогда, пророк сказал, что в наказание за такую непотребную жизнь и нежелание покаяться, три года на Израильской земле не будет ни дождя, ни даже росы. Великая засуха покроет эту местность. И лишь только по молитве пророка это сможет прекратиться.

                 Начались страшные дни для израильского народ, засуха, голод…  Однажды, пророк Илия по Божьему промыслу, посетил бедную вдову в Сарепте Сидонской, которая готовилась вместе с детьми принять голодную смерть. Илия попросил ее приготовить ему лепешку из остатков муки и масла. Вдова выполнила просьбу почтенного гостя.

                 С тех пор по молитве, святого Илии в этом доме никогда не исчерпывался запас съестной провизии во все время голода. В это же время пророк сотворил и еще одно чудо - воскрешение умершего сына этой вдовы.

                 Как только прошло три тяжелых года для израильского народа, Господь послал своего пророка к царю Ахаве. Святой повелел собрать всех жителей на горе Кармил. Он предложить соорудить два жертвенника: один для языческих идолов, а другой для Истинного Бога. Все люди должны будут поклониться тому жертвеннику, на который спадет праведный огонь с неба. А те, кто это не признают, будут подвержены смерти.

                 Первыми приступили к своему жертвеннику язычники. Десятки часов просили они своих идолов послать огонь, но этого не происходило. Когда уже стемнело, свой жертвенник из 12 камней воздвиг пророк Илия. (по числу колен Израилевых). По молитве святого огонь сошел с неба, вразумляя всех заблудших. Многие плакали и говорили, что нет другого Бога, кроме Истинного!

                 Пророк Илия умертвил всех языческих жрецов и вознес свои прошения о даровании дождя. Бог услышал молитвы праведника. Небо отверзлось, и сильный ливень наконец-то омочил земли Израилевы.

                 После этого царь Ахав признал свои действия заблуждением и греховными. Он стал раскаиваться, но его жена Иезавель никак не могла с этим смириться и грозилась умертвить святого пророка. Пророк Илия удалился в Иудейское царство и стал просить у Бога смерти себе. Тогда ему явился Господень Ангел и стал укреплять его и наставлять, чтобы он шел дальше. Сорок дней и ночей длился этот путь до горы Хорив. Здесь он поселился в пещере. Святой Илия переждал в ней бурю, землетрясение, грозное пламя… и после этого ему явился Сам Господь. Пророку Илию было открыто, что он сохранил 7 тысяч верных рабов Божиих, тех, кто не поклонился Ваалу. За такую пламенную веру и исповедание Илия был взят на небо живым, не приняв телесной смерти.

                 Перед этим на пророческое служения Илия «помазал» пророка Елисея. Именно он стал свидетелем восхождения святым Илием на небо в огненной колеснице. По заветам церкви именно пророк Илия станет предвестником Страшного Второго Пришествия Христа. Во время проповеди он примет телесную смерть.
             </p>
         </div>
     </div>
     <div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
         <figure class="#">
             <img
                 src="{{asset('images/1n.jpg')}}"
                 alt="Temple" />
         </figure>
         <div class="card-body">
             <h2 class="card-title">Преподобный Илия Муромец (Печерский), дата памяти 11 октября, 1 января</h2>
             <p>О его житии сохранилось совсем немного достоверных сведений. Предположительно, он родился в 1143 году в селении Карачарово под Муромом. Его родители были крестьянами.

                 Испокон веков, его отождествляют с богатырем Ильей Муромцем. С детских лет и до 30-летнего возраста он был парализован, и только после встречи с тремя старцами, которые предстали перед ним в образе нищих, он был исцелен.

                 Получив родительское благословение, он отправился к киевскому князю Владимиру Мономаху. Долгое время он состоял в его дружине и не знал поражений.

                 Однако, однажды в бою он получил рану в грудь. Она оказалась неизлечимой. И тогда, святой Илия принимает монашеский постриг в Киево-Печерском монастыре. Около 1188 года он отошел ко Господу, в возрасте 45 лет.
             </p>
         </div>
     </div>
     <div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
         <figure class="#">
             <img
                 src="{{asset('images/31.jpg')}}"
                 alt="Temple" />
         </figure>
         <div class="card-body">
             <h2 class="card-title">Мученик Вонифатий Тарсийский день памяти 1 января</h2>
             <p>
                 Святой мученик Вонифатий был рабом богатой молодой римлянки Аглаиды и состоял с ней в беззаконном сожительстве. Но оба они чувствовали угрызения совести и хотели как-то омыть свой грех. И Господь пожалел их и дал им возможность очистить грехи своей кровью и за кончить грешную жизнь покаянием. Аглаида узнала, что если с благоговением хранить в доме мощи святых мучеников, то их молитвами легче получить спасение, ибо под их благодатным воздействием умаляются грехи и воцаряются добродетели. Она снарядила Вонифатия на Восток, где в то время шло жестокое гонение на христиан, и просила привезти мощи какого-либо мученика, чтобы он стал их руководителем и покровителем. Вонифатий на прощание, смеясь, спросил: «А что, госпожа, если я не найду мощей, а сам пострадаю за Христа, примешь ли ты мое тело с честью?» Аглаида отнеслась серьезно к его словам и укорила его в том, что он, отправляясь на святое дело, позволяет себе вольности. Вонифатий задумался над ее словами, и все время пути был сосредоточенным.

                 Приехав в Киликию, в город Таре, Вонифатий оставил в гостинице своих спутников и пошел на городскую площадь, где мучили христиан. Потрясенный зрелищем страшных пыток, видя просветленные благодатью Господней лица святых мучеников, Вонифатий, по влечению своего сострадательного сердца, бросился к ним, целовал им ноги и просил святых молитв, чтобы и ему удостоиться пострадать с ними. Тогда судья спросил Вонифатия, кто он. Вонифатий ответил: «Я христианин», — а затем отказался принести жертву идолам. Его тут же предали на мучения: били так, что мясо отпадало от костей, вонзали иглы под ногти, наконец, влили в горло расплавленное олово, но силой Господней он остался невредим.

                 Окружавшие судилище люди пришли в возмущение, они стали бросать в судью камни, а затем устремились к языческому капищу, чтобы низвергнуть идолов. На следующее утро, когда волнения несколько затихли, судья распорядился бросить святого мученика в котел с кипящей смолой, но и это не причинило страдальцу никакого вреда: его оросил сошедший с небес Ангел, а смола вылилась из котла, вспыхнула и обожгла самих мучителей. Тогда святой Вонифатий был приговорен к усечению мечом. Из ран истекли кровь и молоко; видя такое чудо, около 550 человек уверовали во Христа.

                 Между тем, спутники святого Вонифатия, напрасно прождав его два дня в гостинице, стали его разыскивать, предполагая, что он предался легкомысленному времяпровождению. Сначала поиски были безуспешны, но, наконец, они встретили человека, бывшего очевидцем мученической смерти святого. Этот свидетель и привел их туда, где еще лежало обезглавленное тело. Спутники святого Вонифатия со слезами просили у него прощения за неподобные мысли о нем и, выкупив за большие деньги останки мученика, привезли их в Рим.

                 Накануне их прибытия Аглаиде во сне явился Ангел и велел ей приготовиться принять бывшего раба ее, а теперь господина и покровителя, сослужителя Ангелов. Аглаида призвала клириков, с великим почетом приняла честные мощи, а затем построила на месте его погребения храм во имя святого мученика и положила там мощи, прославившиеся множеством чудес. Раздав нищим все свое имение, она удалилась в монастырь, где провела в покаянии восемнадцать лет и при жизни стяжала чудесный дар изгонять нечистых духов. Похоронили святую близ могилы мученика Вонифатия.
             </p>
         </div>
     </div>


     <div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
         <figure class="#">
             <img
                 src="{{asset('images/30.jpg')}}"
                 alt="Temple" />
         </figure>
         <div class="card-body">
             <h2 class="card-title">Преподобный Илия Муромец (Печерский), дата памяти 11 октября, 1 января</h2>
             <p>О его житии сохранилось совсем немного достоверных сведений. Предположительно, он родился в 1143 году в селении Карачарово под Муромом. Его родители были крестьянами.

                 Испокон веков, его отождествляют с богатырем Ильей Муромцем. С детских лет и до 30-летнего возраста он был парализован, и только после встречи с тремя старцами, которые предстали перед ним в образе нищих, он был исцелен.

                 Получив родительское благословение, он отправился к киевскому князю Владимиру Мономаху. Долгое время он состоял в его дружине и не знал поражений.

                 Однако, однажды в бою он получил рану в грудь. Она оказалась неизлечимой. И тогда, святой Илия принимает монашеский постриг в Киево-Печерском монастыре. Около 1188 года он отошел ко Господу, в возрасте 45 лет.
             </p>
         </div>
     </div>
     <div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
         <figure class="#">
             <img
                 src="{{asset('images/30.jpg')}}"
                 alt="Temple" />
         </figure>
         <div class="card-body">
             <h2 class="card-title">Преподобный Илия Муромец (Печерский), дата памяти 11 октября, 1 января</h2>
             <p>О его житии сохранилось совсем немного достоверных сведений. Предположительно, он родился в 1143 году в селении Карачарово под Муромом. Его родители были крестьянами.

                 Испокон веков, его отождествляют с богатырем Ильей Муромцем. С детских лет и до 30-летнего возраста он был парализован, и только после встречи с тремя старцами, которые предстали перед ним в образе нищих, он был исцелен.

                 Получив родительское благословение, он отправился к киевскому князю Владимиру Мономаху. Долгое время он состоял в его дружине и не знал поражений.

                 Однако, однажды в бою он получил рану в грудь. Она оказалась неизлечимой. И тогда, святой Илия принимает монашеский постриг в Киево-Печерском монастыре. Около 1188 года он отошел ко Господу, в возрасте 45 лет.
             </p>
         </div>
     </div>
 </section>






<div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
    <figure class="#">
        <img
            src="{{asset('images/Boris1.jpg')}}"
            alt="Temple" />
    </figure>
    <div class="card-body">
        <h2 class="card-title">
           Святой князь Борис, дата памяти  6 августа, 15 мая
         </h2>
        <p>Каждый православный человек при упоминании имени Борис, безусловно, вспоминает
            житие очень почитаемых и любимых святых князей Бориса и Глеба. Они стали первыми
            русскими князьями, которые удостоены были канонизации не только Русской Церковью,
            но и Константинопольской. Их отцом был креститель Руси - князь Владимир, а потому
            росли они в благочестивой атмосфере, в семье, где живут по заповедям Христовым.
            Маленький Борис очень почитал Священное Писание, по несколько раз перечитывал
            жития святых. Он очень хотел подражать угодникам Божьим.

            Брат Глеб также мечтал посвятить свою жизнь Богу. Святой
            Борис своим отцом был поставлен на княжение в Ростове.
            К этому делу Борис подошел со всей ответственностью.
            Главной своей задачей он считал насаждение Православия,
            утверждение благочестивого образа жизни. После смерти князя
            Владимира его старший сын Святополк объявил себя Киевским князем,
            младшие браться Борис и Глеб не стали возражать, не желая междоусобной
            брани. Но Святополк не верил в искренность намерений своих братьев,
            и подослал к Борису жестокого убийцу. Святого известили о готовящейся
            расправе над ним, но он не счел нужным укрываться и бежать. Жизнь шла
            своим чередом. Во время утренней молитвы в шатер князя ворвались убийцы
            и выполнили свое коварное дело.

            Преданные слуги князя Бориса тайно вывезли его тело, которое было положено
            в Вышгороде. Также жестоко расправился Святополк и со своим вторым братом Глебом.
            Сподобившись такой мученической кончины, князья стали воплощением братской любви,
            которые не захотели поднять руки для отмщения.
        </p>
    </div>
</div>
<div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
    <figure class="#">
        <img
            src="{{asset('images/Boris.jpg')}}"
            alt="Temple" />
    </figure>
    <div class="card-body">
        <h2 class="card-title">Благоверный князь Борис Болгарский, дата памяти 15 мая</h2>
        <p>Его подвиг был предсказан святому его дядей- святым Бояном. В первые годы своего княжения
            Борис воевал с соседствующими народами, главным спасением от войн, голода, разорения он
            видел в принятии Православия, спасительной веры Христовой. Крестил царя Бориса святитель
            Мефодий, а вместе с правителем православными стали сотни человек. Годы его правления стали
            расцветом христианства: строились храмы, учредили патриаршую кафедру. Уже будучи старцем,
            святой Борис решил удалиться в монастырь. Правление Болгарией он оставил своим сыновьям
            Симеону и Владимиру. Однако, последний отступил от веры, тогда святой Борис удалился из
            обители, облачился в одежды царя и посадил нечестивца в темницу, лишив при этом его зрения.
            Правление теперь уже доверил сыну Симеону.
        </p>
    </div>
</div>











    <button class="mt-8 relative inline-flex items-center justify-center p-0.5 mb-2 me-2 overflow-hidden text-sm font-medium text-gray-900 rounded-lg group bg-gradient-to-br from-cyan-500 to-blue-500 group-hover:from-cyan-500 group-hover:to-blue-500 hover:text-white dark:text-white focus:ring-4 focus:outline-none focus:ring-cyan-200 dark:focus:ring-cyan-800">
<a href="/namecalendar" class="relative px-5 py-2.5 transition-all ease-in duration-75 bg-white dark:bg-gray-900 rounded-md group-hover:bg-opacity-0">
Вернуться
</a>
    </button>
</section>





</x-slot>
</x-app-layout>




