<x-app-layout>
    <x-slot name="header">


<section class="py-16">

<div class="card lg:card-side shadow-xl bg-blue-100">
    <figure class="#">
        <img
            src="{{asset('images/Boris1.jpg')}}"
            alt="Temple" />
    </figure>
    <div class="card-body">
        <h2 class="card-title">
           Святой князь Борис, дата памяти  6 августа, 15 мая
         </h2>
        <p>Каждый православный человек при упоминании имени Борис, безусловно, вспоминает
            житие очень почитаемых и любимых святых князей Бориса и Глеба. Они стали первыми
            русскими князьями, которые удостоены были канонизации не только Русской Церковью,
            но и Константинопольской. Их отцом был креститель Руси - князь Владимир, а потому
            росли они в благочестивой атмосфере, в семье, где живут по заповедям Христовым.
            Маленький Борис очень почитал Священное Писание, по несколько раз перечитывал
            жития святых. Он очень хотел подражать угодникам Божьим.

            Брат Глеб также мечтал посвятить свою жизнь Богу. Святой
            Борис своим отцом был поставлен на княжение в Ростове.
            К этому делу Борис подошел со всей ответственностью.
            Главной своей задачей он считал насаждение Православия,
            утверждение благочестивого образа жизни. После смерти князя
            Владимира его старший сын Святополк объявил себя Киевским князем,
            младшие браться Борис и Глеб не стали возражать, не желая междоусобной
            брани. Но Святополк не верил в искренность намерений своих братьев,
            и подослал к Борису жестокого убийцу. Святого известили о готовящейся
            расправе над ним, но он не счел нужным укрываться и бежать. Жизнь шла
            своим чередом. Во время утренней молитвы в шатер князя ворвались убийцы
            и выполнили свое коварное дело.

            Преданные слуги князя Бориса тайно вывезли его тело, которое было положено
            в Вышгороде. Также жестоко расправился Святополк и со своим вторым братом Глебом.
            Сподобившись такой мученической кончины, князья стали воплощением братской любви,
            которые не захотели поднять руки для отмщения.
        </p>
    </div>
</div>

<div class="card lg:card-side shadow-xl bg-blue-100 mt-12">
    <figure class="#">
        <img
            src="{{asset('images/Boris.jpg')}}"
            alt="Temple" />
    </figure>
    <div class="card-body">
        <h2 class="card-title">Благоверный князь Борис Болгарский, дата памяти 15 мая</h2>
        <p>Его подвиг был предсказан святому его дядей- святым Бояном. В первые годы своего княжения
            Борис воевал с соседствующими народами, главным спасением от войн, голода, разорения он
            видел в принятии Православия, спасительной веры Христовой. Крестил царя Бориса святитель
            Мефодий, а вместе с правителем православными стали сотни человек. Годы его правления стали
            расцветом христианства: строились храмы, учредили патриаршую кафедру. Уже будучи старцем,
            святой Борис решил удалиться в монастырь. Правление Болгарией он оставил своим сыновьям
            Симеону и Владимиру. Однако, последний отступил от веры, тогда святой Борис удалился из
            обители, облачился в одежды царя и посадил нечестивца в темницу, лишив при этом его зрения.
            Правление теперь уже доверил сыну Симеону.
        </p>
    </div>
</div>
    <button class="mt-8 relative inline-flex items-center justify-center p-0.5 mb-2 me-2 overflow-hidden text-sm font-medium text-gray-900 rounded-lg group bg-gradient-to-br from-cyan-500 to-blue-500 group-hover:from-cyan-500 group-hover:to-blue-500 hover:text-white dark:text-white focus:ring-4 focus:outline-none focus:ring-cyan-200 dark:focus:ring-cyan-800">
<span class="relative px-5 py-2.5 transition-all ease-in duration-75 bg-white dark:bg-gray-900 rounded-md group-hover:bg-opacity-0">
Вернуться
</span>
    </button>
</section>
</x-slot>
</x-app-layout>




