<x-app-layout>
<div class="flex-1 mt-16 py-12">
    <p>
        Политика использования файлов cookie
        Данная Политика использования файлов cookie относится к сайту www.hademadefordom.com, далее "сайт".
        I. Файл cookie - понятие:
        Файл cookie - небольшие текстовые файлы, передаваемые с сайта на компьютер пользователя, мобильный телефон или иное устройство, которые записывают и хранят информацию о действиях пользователя на сайте. Файлы способствуют выделению пользователя из числа других посетителей сайта и дают возможность обеспечить более удобное функциональное использование сайта. Cookie позволяют сайту понять, какое устройство используется и сохранять информацию о предпочитаемых настройках (например, используемый язык), таким образом, нет необходимости менять настройки каждый раз, когда пользователь заходит на данный сайт. Большинство вебсайтов используют cookie, файлы cookie полностью безопасны для компьютеров и иных устройств.
        II.  Какие типы cookie-файлов мы используем?
        На нашем сайте используются функциональные, статистические, рекламные и технические cookie файлы. Ниже представлены определения каждого вида cookie файлов.
        1.	Функциональные cookie файлы дают возможность «запоминать» нам информацию с целью получения с вашей стороны доступа к платформе с определенными характеристиками, которые отличают ваш сеанс от сеансов других пользователей. (например, логин и пароль, язык и т.д.).
        2. Статистические cookie файлы дают возможность контролировать количество пользователей, посещаемость разделов сайта и взаимодействие с ними, в том числе данные файлы позволяют  выполнять статистический анализ вашего поведения на платформе для организации улучшений с учетом анализа данных о вашем взаимодействии с сайтом.
        3. Рекламные файлы cookie дают нам возможность сохранять информацию относительно вашего «поведения» на сайте на основании отслеживания повторяющихся действий во время навигации в целях составления конкретного профиля для предоставления вам информации о продуктах и/или товарах, наиболее соответствующих вашим интересам.
        4.    Технические файлы cookie нужны для того, чтобы вы могли посещать и просматривать содержание платформы, в том числе пользоваться предлагаемыми сайтом возможностями. Данные файлы cookie идентифицируют ваше устройство, но не разглашают вашу идентичность, в том числе данные файлы не собирают и не обобщают информацию. Отсутствие данных файлов приводит к неполноценной работе платформы. Кроме того, запрет на использование данного типа файлов может ухудшить производительность сайта или его компонентов.
        III.  С какой целью используются файлы cookie на нашем сайте?
        Файлы cookie являются средством, которое позволяет сделать наш сайт лучше. С помощью файлов cookie мы на основании полученной аналитики улучшаем интерфейс сайта, делаем навигацию сайта более удобной для пользования. В том числе файлы cookie помогают персонализировать рекламные объявления и показывать вам исключительно те рекламные объявления, которые вы чаще всего просматриваете на сайте.
        Наши файлы cookie не сохраняют информацию личного характера, к примеру, пароли, данные кредитной или дебетовой карты и т.д.
        IV.  Каким образом можно остановить использование cookie файлов на нашем сайте?
        Если вы хотите ограничить или заблокировать cookie, которые используются на нашем сайте, или удалить уже существующие, вы можете это сделать в настройках браузера с помощью раздела "Помощь" вашего браузера. Выключив файлы cookie, вы не сможете пользоваться некоторыми функциями, сервисами, инструментами и приложениями нашего сайта.
        Информация, сохраненная посредством файлов cookie на нашем сайте, используется исключительно в указанных нами целях.

    </p>

    <div class="w-full flex justify-center items-center border-t border-solid border-gray-200 py-12">
        <a href="/cookie/close" class="border-r border-gray-200 flex-1 px-4 py-3 text-gray-500 hover:text-white hover:bg-orange-400 duration-150">
            Нет, спасибо!
        </a>
        <a href="/cookie/close" class="flex-1 px-4 py-3 text-gray-500 hover:text-white hover:bg-blue-950 duration-150">
            Конечно!
        </a>
    </div>
</div>

</x-app-layout>
