<x-app-layout>
    <x-slot name="header">
        <div class="text-blue-950 py-4">
            <section class="pt-12 space-y-6">

    <!-- панировочные сухари -->
    <nav class="flex" aria-label="Breadcrumb">
        <ol class="inline-flex items-center space-x-1 md:space-x-2 rtl:space-x-reverse">
            <li class="inline-flex items-center">
                <a href="/" class="inline-flex items-center text-sm font-medium text-gray-700 hover:text-blue-600 dark:text-gray-400 dark:hover:text-white">
                    <svg class="w-3 h-3 me-2.5" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="currentColor" viewBox="0 0 20 20">
                        <path d="m19.707 9.293-2-2-7-7a1 1 0 0 0-1.414 0l-7 7-2 2a1 1 0 0 0 1.414 1.414L2 10.414V18a2 2 0 0 0 2 2h3a1 1 0 0 0 1-1v-4a1 1 0 0 1 1-1h2a1 1 0 0 1 1 1v4a1 1 0 0 0 1 1h3a2 2 0 0 0 2-2v-7.586l.293.293a1 1 0 0 0 1.414-1.414Z"/>
                    </svg>
                    Главная
                </a>
            </li>
            <li aria-current="page">
                <div class="flex items-center">
                    <svg class="rtl:rotate-180 w-3 h-3 text-gray-400 mx-1" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 6 10">
                        <path stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="m1 9 4-4-4-4"/>
                    </svg>
                    <span class="ms-1 text-sm font-medium text-gray-500 md:ms-2 dark:text-gray-400">Файлы Cookies</span>
                </div>
            </li>
        </ol>
    </nav>


<div class="flex-1 mt-4 text-blue-950 text-justify py-4">
    <div class="m-12 text-justify indent-8">
       <h1 class=" py-2 font-semibold">Политика использования файлов cookie</h1>
        Данная Политика использования файлов cookie относится к сайту www.hademadefordom.com, далее "сайт".
    <p class="py-2 font-semibold"> Файл cookie - понятие:</p>
        Файл cookie - небольшие текстовые файлы, передаваемые с сайта на компьютер пользователя, мобильный
    телефон или иное устройство, которые записывают и хранят информацию о действиях пользователя на сайте.
    Файлы способствуют выделению пользователя из числа других посетителей сайта и дают возможность обеспечить
    более удобное функциональное использование сайта. Cookie позволяют сайту понять, какое устройство используется
    и сохранять информацию о предпочитаемых настройках (например, используемый язык), таким образом, нет необходимости
    менять настройки каждый раз, когда пользователь заходит на данный сайт. Большинство вебсайтов используют cookie,
    файлы cookie полностью безопасны для компьютеров и иных устройств.
    <p class="py-2 font-semibold">II.  Какие типы cookie-файлов мы используем?</p>
        На нашем сайте используются функциональные, статистические, рекламные и технические
        cookie файлы. Ниже представлены определения каждого вида cookie файлов.
    <p class="py-2"> 1.	Функциональные cookie файлы дают возможность «запоминать» нам информацию с целью получения с вашей
        стороны доступа к платформе с определенными характеристиками, которые отличают ваш сеанс от сеансов других
        пользователей. (например, логин и пароль, язык и т.д.).</p>
    <p class="py-2">2. Статистические cookie файлы дают возможность контролировать количество пользователей,
        посещаемость разделов сайта и взаимодействие с ними, в том числе данные файлы позволяют  выполнять
        статистический анализ вашего поведения на платформе для организации улучшений с учетом анализа данных
        о вашем взаимодействии с сайтом.</p>
    <p class="py-2"> 3. Рекламные файлы cookie дают нам возможность сохранять информацию относительно вашего
        «поведения» на сайте на основании отслеживания повторяющихся действий во время навигации в целях
        составления конкретного профиля для предоставления вам информации о продуктах и/или товарах, наиболее
        соответствующих вашим интересам.</p>
    <p class="py-2">4. Технические файлы cookie нужны для того, чтобы вы могли посещать и просматривать содержание
        платформы, в том числе пользоваться предлагаемыми сайтом возможностями. Данные файлы cookie идентифицируют
        ваше устройство, но не разглашают вашу идентичность, в том числе данные файлы не собирают и не обобщают
        информацию. Отсутствие данных файлов приводит к неполноценной работе платформы. Кроме того, запрет на
        использование данного типа файлов может ухудшить производительность сайта или его компонентов.</p>
    <p class="py-2 font-semibold">III.  С какой целью используются файлы cookie на нашем сайте?</p>
        Файлы cookie являются средством, которое позволяет сделать наш сайт лучше. С помощью файлов cookie мы на основании полученной аналитики улучшаем интерфейс сайта, делаем навигацию сайта более удобной для пользования. В том числе файлы cookie помогают персонализировать рекламные объявления и показывать вам исключительно те рекламные объявления, которые вы чаще всего просматриваете на сайте.
        Наши файлы cookie не сохраняют информацию личного характера, к примеру, пароли, данные кредитной или дебетовой карты и т.д.
    <p class="py-2 font-semibold">IV.  Каким образом можно остановить использование cookie файлов на нашем сайте?</p>
        Если вы хотите ограничить или заблокировать cookie, которые используются на нашем сайте, или удалить уже существующие, вы можете это сделать в настройках браузера с помощью раздела "Помощь" вашего браузера. Выключив файлы cookie, вы не сможете пользоваться некоторыми функциями, сервисами, инструментами и приложениями нашего сайта.
    Информация, сохраненная посредством файлов cookie на нашем сайте, используется исключительно в указанных нами целях.
    </div>



</div>

            </section>
        </div>
    </x-slot>
</x-app-layout>
