<x-app-layout>
<div class="flex-1 mt-16 text-blue-950 text-justify py-12">
    <div class="m-12 text-justify indent-8">
       <h1 class=" py-2 font-semibold">Политика использования файлов cookie</h1>
        Данная Политика использования файлов cookie относится к сайту www.hademadefordom.com, далее "сайт".
    <p class="py-2 font-semibold"> Файл cookie - понятие:</p>
        Файл cookie - небольшие текстовые файлы, передаваемые с сайта на компьютер пользователя, мобильный
    телефон или иное устройство, которые записывают и хранят информацию о действиях пользователя на сайте.
    Файлы способствуют выделению пользователя из числа других посетителей сайта и дают возможность обеспечить
    более удобное функциональное использование сайта. Cookie позволяют сайту понять, какое устройство используется
    и сохранять информацию о предпочитаемых настройках (например, используемый язык), таким образом, нет необходимости
    менять настройки каждый раз, когда пользователь заходит на данный сайт. Большинство вебсайтов используют cookie,
    файлы cookie полностью безопасны для компьютеров и иных устройств.
    <p class="py-2 font-semibold">II.  Какие типы cookie-файлов мы используем?</p>
        На нашем сайте используются функциональные, статистические, рекламные и технические
        cookie файлы. Ниже представлены определения каждого вида cookie файлов.
    <p class="py-2"> 1.	Функциональные cookie файлы дают возможность «запоминать» нам информацию с целью получения с вашей
        стороны доступа к платформе с определенными характеристиками, которые отличают ваш сеанс от сеансов других
        пользователей. (например, логин и пароль, язык и т.д.).</p>
    <p class="py-2">2. Статистические cookie файлы дают возможность контролировать количество пользователей,
        посещаемость разделов сайта и взаимодействие с ними, в том числе данные файлы позволяют  выполнять
        статистический анализ вашего поведения на платформе для организации улучшений с учетом анализа данных
        о вашем взаимодействии с сайтом.</p>
    <p class="py-2"> 3. Рекламные файлы cookie дают нам возможность сохранять информацию относительно вашего
        «поведения» на сайте на основании отслеживания повторяющихся действий во время навигации в целях
        составления конкретного профиля для предоставления вам информации о продуктах и/или товарах, наиболее
        соответствующих вашим интересам.</p>
    <p class="py-2">4. Технические файлы cookie нужны для того, чтобы вы могли посещать и просматривать содержание
        платформы, в том числе пользоваться предлагаемыми сайтом возможностями. Данные файлы cookie идентифицируют
        ваше устройство, но не разглашают вашу идентичность, в том числе данные файлы не собирают и не обобщают
        информацию. Отсутствие данных файлов приводит к неполноценной работе платформы. Кроме того, запрет на
        использование данного типа файлов может ухудшить производительность сайта или его компонентов.</p>
    <p class="py-2 font-semibold">III.  С какой целью используются файлы cookie на нашем сайте?</p>
        Файлы cookie являются средством, которое позволяет сделать наш сайт лучше. С помощью файлов cookie мы на основании полученной аналитики улучшаем интерфейс сайта, делаем навигацию сайта более удобной для пользования. В том числе файлы cookie помогают персонализировать рекламные объявления и показывать вам исключительно те рекламные объявления, которые вы чаще всего просматриваете на сайте.
        Наши файлы cookie не сохраняют информацию личного характера, к примеру, пароли, данные кредитной или дебетовой карты и т.д.
    <p class="py-2 font-semibold">IV.  Каким образом можно остановить использование cookie файлов на нашем сайте?</p>
        Если вы хотите ограничить или заблокировать cookie, которые используются на нашем сайте, или удалить уже существующие, вы можете это сделать в настройках браузера с помощью раздела "Помощь" вашего браузера. Выключив файлы cookie, вы не сможете пользоваться некоторыми функциями, сервисами, инструментами и приложениями нашего сайта.
    Информация, сохраненная посредством файлов cookie на нашем сайте, используется исключительно в указанных нами целях.
    </div>

    <button class="ml-12 mt-8 relative inline-flex items-center justify-center p-0.5 mb-2 me-2 overflow-hidden text-sm font-medium text-blue-950 rounded-lg group bg-gradient-to-br from-cyan-500 to-blue-500 group-hover:from-cyan-500 group-hover:to-blue-500 hover:text-white dark:text-white focus:ring-4 focus:outline-none focus:ring-cyan-200 dark:focus:ring-cyan-800">
        <a href="/" class="relative px-5 py-2.5 transition-all ease-in duration-75 bg-white dark:bg-gray-900 rounded-md group-hover:bg-opacity-0">
            Вернуться
        </a>
    </button>


</div>

</x-app-layout>
