<x-app-layout>
    <x-slot name="header">

    <div class="flex-1 mt-16 text-blue-950 text-justify">
<h1 class="space-y-4 text-4xl">СВЯТО – ВЛАДИМИРОВСКАЯ ЦЕРКОВЬ В д.ЧИЖЕВЩИНА</h1>

        <!-- панировочные сухари -->
        <nav class="flex" aria-label="Breadcrumb">
            <ol class="inline-flex items-center space-x-1 md:space-x-2 rtl:space-x-reverse">
                <li class="inline-flex items-center">
                    <a href="/" class="inline-flex items-center text-sm font-medium text-gray-700 hover:text-blue-600 dark:text-gray-400 dark:hover:text-white">
                        <svg class="w-3 h-3 me-2.5" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="currentColor" viewBox="0 0 20 20">
                            <path d="m19.707 9.293-2-2-7-7a1 1 0 0 0-1.414 0l-7 7-2 2a1 1 0 0 0 1.414 1.414L2 10.414V18a2 2 0 0 0 2 2h3a1 1 0 0 0 1-1v-4a1 1 0 0 1 1-1h2a1 1 0 0 1 1 1v4a1 1 0 0 0 1 1h3a2 2 0 0 0 2-2v-7.586l.293.293a1 1 0 0 0 1.414-1.414Z"/>
                        </svg>
                        Главная
                    </a>
                </li>
                <li>
                    <div class="flex items-center">
                        <svg class="rtl:rotate-180 w-3 h-3 text-gray-400 mx-1" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 6 10">
                            <path stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="m1 9 4-4-4-4"/>
                        </svg>
                        <a href="/" class="ms-1 text-sm font-medium text-gray-700 hover:text-blue-600 md:ms-2 dark:text-gray-400 dark:hover:text-white">Храм</a>
                    </div>
                </li>
                <li>
                    <div class="flex items-center">
                        <svg class="rtl:rotate-180 w-3 h-3 text-gray-400 mx-1" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 6 10">
                            <path stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="m1 9 4-4-4-4"/>
                        </svg>
                        <a href="/" class="ms-1 text-sm font-medium text-gray-700 hover:text-blue-600 md:ms-2 dark:text-gray-400 dark:hover:text-white">История Храма</a>
                    </div>
                </li>
                <li aria-current="page">
                    <div class="flex items-center">
                        <svg class="rtl:rotate-180 w-3 h-3 text-gray-400 mx-1" aria-hidden="true" xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 6 10">
                            <path stroke="currentColor" stroke-linecap="round" stroke-linejoin="round" stroke-width="2" d="m1 9 4-4-4-4"/>
                        </svg>
                        <span class="ms-1 text-sm font-medium text-gray-500 md:ms-2 dark:text-gray-400">Подробная история Храма</span>
                    </div>
                </li>
            </ol>
        </nav>

        <div class="flex-1 mt-16">
            <div class="relative h-screen w-full">
                <img src="{{asset('images/history.jpg')}}" alt="Background Image" class="absolute inset-0 w-full h-full object-cover" />
            </div>
        </div>
        <div class="space-y-4">
            <h3 class="text-2xl">1.Первые святыни в Крупчицах</h3>
            <p>
            Бытует легенда, что некогда в этих краях была церковь и якобы она полностью ушла под землю.
                Место это находится в пойме реки Тростяница. Есть предположение,
                что до строительства монастыря, здесь находились православные культовые сооружения. В 1888 году
                при разборке монастырского фундамента были извлечены камни с высеченными на них православными
                крестами. Эти камни уложены в фундамент строящейся церкви, за исключением одного, оставленного как памятник.
            </p>
            <h3 class="text-2xl"> 2. Крупчицкий монастырь</h3>
           <p>
            Во второй половине 17 века на землях бывшего имения Нееловичи был основан Кармелитский католический монастырь.
               Первые пожертвования на монастырь были выданы 24 мая 1674 года помещиком А.К.Асовским. В 1702 году завершено
               строительство всех монастырских построек. В монастыре возведен костел, освящен во имя Непорочного Зачатия Девы Марии.
            При монастыре было организовано братство, имелась школа. Монастырь жил мирной жизнью до 1794 года. 15 сентября
               1794 года у стен монастыря произошло сражение российских войск под командованием полководца А.В.Суворова
               (1730-1800) с повстанческой армией генерала Кароля Сераковского (1752-1820). Во время сражения монастырь
               был сильно поврежден. В 1797году Указом Императора Павла 1-го монастырь передали из Луцко–Брестской в
               Виленскую диоцезию. В 1800 году Виленский епископ Я.Н.Калаковский преобразовал монастырский костел в приходский.
           </p>
            <h3 class="text-2xl">3. Церковь Александра Невского</h3>
            <p>После подавления мятежа в 1831 году, на Полоцком соборе, состоявшемся в 1839 году, была расторгнута Уния.
                Вспыхнувший мятеж в 1861-1863гг., во время которого имело место убиения некоторых православных священников,
                подтолкнул российское правительство и начальника Западного Края Михаила Николаевича Муравьева (1796-1866)
                к более жестким мерам. В это время униатские церкви были переданы православным верующим. В 1866году Крупчицкий
                костел был переоборудован под православную церковь. А в 1867году епископом Брестским Игнатием (в миру Яков
                Леонтьевич Железовский 1802-1872) церковь освящена с именем Александра Невского. Однако церковь просуществовала
                не долго. В 6 часов вечера 9 сентября 1882г загорелся сарай (возможно поджог) пламя от которого перекинулось
                на церковные постройки и церковь. За считанные минуты огнем были уничтожены все церковные постройки и церковь.
            </p>
            <h3 class="text-2xl">4.Строительство новой церкви</h3>
            <p>В Литовской Православной Консистории было принято решение строить новую церковь. В октябре 1882года разработку
                проектно-сметной документации церкви на 375 человек поручили младшему инженеру А.Рэмеру. В ноябре того же года
                он с настоятелем прихода Евстафием Маркевичем провели изыскательские работы по выбору участка под церковь,
                который размещался в 135 саженях от бывшего костела. (1сажень=2,13м) Через год помирает настоятель прихода,
                а из-за частых разъездов и болезней архитектора изготовление документации затягивается.
               В октябре 1883год на Крупчицкий приход из Рогознянской церкви переводится священник Никанор Антонович Котович
                (1845-1938). Он служит в приписной к приходу Мыщицкой Св.Успенской церкви, одновременно строит жилой дом
                с хозяйственными постройками и занимается вопросами по строительству новой церкви. В 1884 году изготовление
                проектной документации поручено инженеру Золотареву. Проект церкви был разработан архитекторами из Петербурга
                академиками Жубером и Бенуа. В 1897 году по этому проекту была построена церковь, расположенная возле царского
                дворца в Беловеже, названная во имя Святителя Николая Чудотворца Мирликийского. Первого сентября 1939 года при
                бомбежке Беловежи немецкими самолетами церковь сильно пострадала. Здание церкви восстановлено летом 1943года.
                В настоящее время действует. Настоятель Крупчицкой церкви Анатолий (Пучинский) посетил Николаевский храм в
                Беловеже. А настоятель Николаевского храма  Польской православной церкви митрофорный протоиерей Сергий (Корч)
                посетил Крупчицкую церковь во время празднования престольного праздника. Таким образом связи между двумя храмами
                близнецами и братскими церквями продолжают укрепляться.
              О. Никанор, с присущей ему энергией, занимается сбором средств на строительство церкви, объявив, что эта церковь
                является памятником в честь погибших воинов в Крупчицом сражении 1794г, столетие которой приближалось. Жертвовали
                не только местные крестьяне и меценаты, но богатые люди со всей России. Уже тогда известный подвижник православия,
                Иоанн Кронштадтский (в миру Иоанн Ильич Сергиев 1829-1909) прислал в Литовскую Дух. Консисторию 500 рублей и
                пожертвования церковными вещами. Пожертвования присылались в канцелярию главного начальника края, Литовскую
                духовную Консисторию или в Гродненское церковно – строительное управление. Были пожертвования более тысячи рублей.
              О.Никонор сам ездил в д.Яковчицы, д.Пруск, д.Бояры и другие села договариваться с крестьянами о поставке камня на
                строительство церкви. Доставлено было 50 м³, что было недостаточно. Принято решение разобрать фундамент монастыря
                размером 40 на 20 аршин с внутренними стенами. (1аршин = 71,13см.) Прихожане обязались выделять подводы для доставки
                кирпича из г.Кобрина, д.Озяты и д.Саки, а также выполнять черновые и вспомогательные работы.
              Контракт на строительство церкви в селе Крупчицы был заключен 18 августа 1890года Губернским Церковно-Строительным
                Управлением с купцом Моисеем Тимофеевичем Пимоновым.
        </p>
        </div>
<div class="bg-orange-50 border-2 border-sky-950 m-24 p-4 text-justify ">
<span class="grid grid-cols-2">
    <p class="py-2 pl-16">
        М.В.Д.</br>
            Гродненский Губернатор</br>
            По Церковно-Строительному</br>
            Присутствию.</br>
            Декабря 11 дня 1886 года.</br>
            № 372.</br>
            г. Гродно</p>

    <p class="py-2">Копия</br>
            Приходскому Попечительству</br>
            Крупчицкой Православной церкви</br>
            Кобринского уезда</br>
            </p>
            </span>

<p class="p-8">
            <p class="indent-8 py-2"> На постройку новой каменной церкви в с. Крупчицах по проекту,
        утвержденному Г. Товарищем Министра Внутренних Дел 5 Сентября 1884 г. и сметы, рассмотренной
        и одобренной Техническо-Строительным комитетом 25 Ноября 1885 г., исчисленно 23879 р. 21 к.,
        а за исключением чернорабочих, булыжного камня, каменного щебня, песку и воды, относящихся
        до натуральной повинности прихожан, на сумму 4138 р. 10 к., на постройку церкви необходимо
        19741 р. 11 коп. В счёт этой суммы, как видно, из отзыва Настоятеля Крупчицкой церкви от 21
        сентября 1883 г. за № 29, ожидается пожертвованной от прихожан 1100 р., а остальные 18641 р.
        11 к. отнесено на счёт казны, которою и отпущено в текущем году для начала работ 4000 р[ублей].
    </p>
    <p class="indent-8 py-2">На основании разрешения Г. Товарища Министра Внутренних Дел от 28 июля
        сего года за № 15318 на отдачу с подряда работ по постройке в с. Крупчицах новой каменной церкви
        назначались торги на 10 число истекшего ноября месяца, но за неявкой желающих, таковые не
        состоялись.
    </p>
    <p class="indent-8 py-2">Вследствие сего, препровождая проект и смету на постройку в с. Крупчицах
        новой каменной церкви, поручаю Попечительству с возвращением таковых безотлагательно донести
        Церковно-Строительному Присутствию, может ли Попечительство принять на себя постройку
        хозяйственным способом в с. Крупчицах новой каменной церкви по означенным техническим данным
        и за какую именно сумму при бесплатной доставке прихожанами назначенного по смете количества
        чернорабочих, камня, песку и воды, с тем, что деньги на постройку будут отпускаться в
        распоряжение Попечительства авансами в 1000 р. под круговое поручительство прихожан,
        требуемое § 24 церковно-строительных правил, по предварительному испрошению у Г.
        Главного Начальника Края, согласно § 21 таких же правил, разрешения на предоставление
        Попечительству этих работ. Форма кругового поручительства при сем прилагается.
    </p>
</p>
    <p class="text-left py-8">Губернатор А.Н. Потёмкин6</p>
</div>


    <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
    <p class="py-2 grid-cols-2 text-right">
            Копия с копии</br>
            Из Литовской Духовной Консистории</br>
            Кобринскому Благочинному
    </p>
<p class="indent-8 py-2">По Указу Его Императорского Величества, Литовская Духовная Консистория слушали:</p>
            <p class="indent-8 py-2">На доклад Консистории от 29 Сентября за № 8756 - о разрешении совершить закладку
                новой каменной церкви в с. Крупчицах во имя Святого Равноапостольного князя Владимира,
                Его Высокопреосвященство 1-го сего Октября изволил написать: "Благославляется".</p>
                <p class="indent-8 py-2">Приказали: Для надлежащих распоряжений послать Вам Указ.</p>
        <p class="indent-8 py-2">Г. Вильна. Октября 2 дня 1890 года, № 8814.</p>
        <p class="py-4 pl-8">
            Член Консистории  Священник М. Померанцев</br>
            Секретарь   Смирнов</br>
            Столоначальник  Дылевский7<br>
        </p>
</div>

        <p class="text-lg">В следующем году состоялась закладка Свято-Владимировской церкви, о чём читаем в телеграмме гродненского губернатора:</p>

        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
<span class="grid grid-cols-2">
    <p class="py-2 pl-16">
            М.В.Д.</br>
            Гродненский Губернатор</br>
            По Церковно-Строительному</br>
            Присутствию</br>
            Мая 30 дня 1891 г.</br>
            № 50
    </p>
    <p class="py-2">Гродно	Срочная</br>
            Священнику Крупчицкой церкви,</br>
            Кобринского уезда
</p>
</span>
            <p class="indent-8 py-2 p-8">На телеграмму от 8 сего Мая поставляю в известность Ваше Преподобие, что закладка
                новой каменной церкви в с. Крупчицах, по сообщению производителя работ, младшего Архитектора Романова,
                8 предложено начать 6 июня 1891 года.</p>
            <p class="py-4 pl-8">
            Губернатор Батюшков</br>
            Заведующий делами9
            </p>
        </div>


        <p class="indent-8">
            Заклад церкви совершен торжественно 6 июня 1891года в присутствии духовенства и множества народа при великолепной погоде.
            В фундамент церкви уложен большой темно-синий камень с выдолбленным углублением, в которое уложена большая медная
            позолоченная доска изящной работы, изготовленная в Петрограде, вместе с серебряными рублями и другими серебряными
            монетами чеканки 1891 года. На плите имеется надпись: «В лето от воплощения Бога Слова 1891 месяца Июня 6 дня,
            в честь и славу Святыя Троицы Отца и Сына и Святаго Духа положено основание сему Святому Храму во имя Св.Равноапостольного
            и великого князя Владимира в Богоспасаемом селе Крупчицах, Литовской епархии, Гродненской губернии, Кобринского уезда,
            при Державе Благочестивейшего Государя Императора Всея России Александра III при Архиепископе Литовском и Виленском Донате,
            при епископе Брестском Анастасии и при настоятеле сей церкви Никаноре Котовиче. Аминь!» Затем в основание храма положены были
            4 огромных камня с высеченными на них изображениями восьмиконечных крестов, тоже огромных размеров около 2 аршин. Кроме того
            туда же пошли и те камни, с восемью и шестью конечными крестами, которые были найдены при разборке фундамента бывшего здесь монастыря.
            Подрядчиком в строительстве церкви являлся купец Пимонов. Каменщики были из Черниговской губернии. Вспомогательные работы
            выполняли местные жители, получая заработную плату 20-30 копеек в день. Зимой строительные работы не велись, выполнялись
            работы по заготовке строительных материалов. Никанор Котович опубликовал статью в Литовских Епархиальных Ведомостях, что
            подрядчиком используется некачественный кирпич. Прибывшая на место комиссия признала кирпич нормальным. Однако в дальнейшем
            при эксплуатации здания церкви обнаружилось, что в отдельных местах штукатурка осыпается вместе с кусками кирпича. Надзор
            за ходом строительных работ осуществляли инженеры Гродненского церковно - строительного управления статский Советник
            В.Ф.Небольсин, техники Николай Романов, Прозоров и Трубников. Имеется документ, указывающий на приемку церкви:
            «Вновь построенная Крупчицкая Св.Владимировская церковь была принята по акту составленному 5 февраля 1894 года за №6
            собственноручно подписанном Гродненским Губернским инженером Действительным Статским Советником Небольсиным, Мировым
            посредником Свенсоном, техником Романовым церковь передается в Духовное ведомство. Священник о.Никанор имел претензии
            к подрядчику о качестве кирпича и стоимости работ. По этой причине он не подписал акт приема церкви. Она была принята
            начальством Литовской епархии. А вот освящение прошло гораздо позже. К лету 1894 года строительные работы по строительству
            церкви были завершены.
        </p>

        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
    <p class="py-2 pl-16">Копия</p>
<p class="py-2">Из Литовской Духовной Консистории
Настоятелю Крупчицкой церкви Священнику Котовичу</p>
<p class="py-2">По Указу Его Императорского Величества, Литовская Духовная Консистория слушали:</p>
<p class="text-justify indent-8 py-2 p-8">На доклад Консистории по рапорту Вашему от 19 сего Мая за № 35 о разрешении совершить 10 сего Июля
   освящение вновь построенной Крупчицкой церкви с поручением совершить таковое Настоятелю Виленского Пречистенского Собора
   Протоиерею Котовичу, Его Преосвященство Христафор, Епископ Ковенский, 29 сего Мая изволил прописать: "Благославляется
            совершить освящение церкви о. Протоиерею Котовичу с отнесением расходов на поездку на счёт прихожан".</p>
            <p class="py-2">Приказали: послать о сем Вам указ для сведения и исполнения.</p>
            <p class="py-4 pl-8">Г. Вильна. Мая 31 дня 1894 г.</p>
        </div>

        <p class="indent-8">
            Освящение вновь построенной церкви совершено 10 июля 1894 года Виленским Кафедральным
            протоиереем Иоанном Котовичем при участии 16 священников и двух дьяконов при стечении
            большого количества местного населения.
        </p>

        <h3 class="text-2xl py-2">5. Крупчицкая Св.Владимировская церковь до I-й Мировой войны</h3>
        <p class="indent-8">
            На строительство церкви были израсходованы все выделенные средства. Церковь была построена,
            но она имела самую скудную утварь. О. Никанор продолжал собирать средства с разных мест.
            Жертвовал церковной утварью уже упоминаемый Священник Иоанн Кронштадский (в миру Иван
            Ильич Сергиев 1829-1909). Неизвестный жертвователь подарил серебрянно-позолоченную чашу
            с эмалью весом 5 фунтов (1 фунт = 0,4095 кг.). Бывшие прихожане, проживающие в США,
            прислали около тысячи долларов, на которые были куплены 2 пары металлических хоругвий,
            такой же запрестольный крест и выносной образ с киотом, прекрасно написанный по особому
            заказу. К началу 1-й Мировой войны имелось 15 комплектов облачений. Каждые 4-5 лет
            производился ремонт церкви. Красилась масляной краской крыша, исправлялась штукатурка,
            белились стены и т.д. Перед войной Крупчицкая церковь стала одной из самих благоустроенных
            в епархии. В последний раз церковь ремонтировалась в 1912</p>
        <p class="indent-8 py-4">
            Из Гродненского православного церковного календаря: «В с. Крупчицах, Кобринского уезда, Кобринского благочиния в приходской церкви. Церковь каменная с такой же колокольней, в деревянной ограде. Сооружена в 1894 году, средствами Правительства, после бывшей там деревянной Александра – Невской церкви, сгоревшей 9 сентября 1882 года. Прихожан в ней 764 муж. 745 женского пола в 9 селениях: Крупчицах, Богданах, Мыщицах, Паевщине, Перках, Рыковичах, Томашках, Ходосах и Чижевщине. Имеется: Приписная Успенская церковь в Мыщицах, братство, церковно-приходское попечительство. Церковная школа в Мыщицах с 1886г с 10 учащихся мальчиков. Земли в пользовании причта: усадебной 4 десятины, пахотной-33дес, сенокосной - 8дес., пастбищной - 17дес., неудобной - 16дес. (1дес.=1,066га).
        </p>
        <img src="{{asset('images/Suvorov.png')}}" class="py-4"/>
        <p class="indent-8 py-4">
            Эта памятная доска была установлена в Крупчицкой церкви. В 1915 году она вместе с другим церковным имуществом о.Никанором была эвакуирована в Россию.
        </p>

        <h3 class="text-2xl py-2">6. I-я Мировая война</h3>
        <p class="indent-8">
            Летом 1915 года нависла угроза оккупации края немецкими войсками. По приказу Верховного
            командования российской армии церковное имущество вывозилось в Россию. Выполняя этот
            приказ о.Никанор с прихожанами собрали наиболее ценные церковные предметы. Уложили
            их в сундук и 4 деревянные ящики и тремя подводами доставили на ст.Кобрин. Груз был
            адресован на ст. Снитово Полесской железной дороги. Вес составлял 28 пудов 10 фунтов
            (1пуд - 16,38кг, 1фунт - 0,4095кг) багажная квитанция № 1361 от 12 августа 1915 года.
            На ст.Жабинка были отправлены 4 колокола из Крупчицкой и 5 из Мыщицкой Св.Успенской
            церкви весом от 15 до 2 пудов. Сребро – позолоченная чаша о.Никанором была передана
            в Донской монастырь г. Москвы. В последнюю ночь перед эвакуацией о.Никанор с церковным
            старостой часть церковного имущества закопали. В России о.Никанор с матушкой Олимпиадой
            находились в Воронежской губернии. В конце 1915года за ними приехал младший сын Зиновий
            и перевез их в Петроград, где они жили у своих детей. В мае 1918 года о. Никанор с
            матушкой переехали в уездной город Речица Минской губернии.
        </p>

        <h3 class="text-2xl py-2">7. Восстановление Православия в Западном крае</h3>
        <p class="indent-8">
            В июне 1918 года о.Никанор с матушкой Олимпиадой возвращается из Речицы, в теперь родные, Крупчицы. Здесь он увидел удручающую картину. Св.Владимировская церковь, некогда одна из лучших церквей благочиния оказалась в запустении: замки с дверей сорваны, на колокольне окна выбиты, (во время боевых действий немцы устроили там наблюдательный пункт) на колокольне и в отдельных местах церкви пол прогнил, кровля пробита пулями. В церковном доме жили евреи, которые были выселены немецкими властями из Бреста. Из 6 деревень прихода 3 сгорели полностью, четвертая наполовину. В селе Крупчицы осталось несколько уцелевших домов, малочисленные крестьяне ютились в землянках. Поля не обрабатывались и заросли бурьяном кустарником и лесом.
        </p>
        <p class="indent-8">
            О.Никанору немецкие власти поручили заведовать Крупчицким, Озятским Рогознянским и Бульковским приходами. Не было облачений, церковной утвари и церковных предметов для проведения богослужений. Некоторые предметы пришлось взять из других церквей. Как вспоминал о.Никанор в крае свирепствовал тиф.
        </p>
        <p class="indent-8">
            Являясь ревнителем Церкви Христовой, о.Никанор, с присущей ему энергией, стал разыскивать отправленные в Россию церковные вещи, а это были:
        </p>
        <ol class="list-decimal pl-8">
            <li>Евангелие новое 1894г Московского издания.</li>
            <li>Евангелие 1874г Московского издания.</li>
            <li>Крест напрестольный позолоченный – 2 шт.</li>
            <li>Хоругви металлические позолоченные – 4 шт. </li>
            <li>Дарохранительница высокохудожественной работы посеребрянная -1 шт.</li>
            <li>Сосуд для освящения хлебов, чаша, копье, звездица -3, лжица -3, кадильница все с благородным металлом.</li>
            <li>Иконы – 7 шт.</li>
            <li>Облачения священнические – 16 комплектов.</li>
            <li>Ковры 5-1,2м 2 шт.</li>
            <li>Ковровая дорожка- 3 шт.</li>
            <li>Около десятка кусков шелковой материи для починки риз.</li>
            <li>Медная позолоченная доска с выгравированною надписью в память о Суворове весом около 20 фунтов.</li>
            <li>Около 1000 экземпляров книг из Павленковской библиотеки.</li>
            <li>Церковный капитал 436 рублей находившийся в Кобринском Уездном Казначействе.</li>
        </ol>
        <p class="indent-8">
            По вопросу возврата церковных вещей о.Никанор обращался в различные учреждения. Из Центрального Бюро эвакуированных вещей пришел ответ, что багаж был выгружен на ст. Жудилово Полесской железной дороги, сундук, 2 ящика и корзина, что не соответствовало отправленному багажу. Вернуть церковное имущество не удалось, так как в России произошли две революции, а затем Гражданская война.
        </p>
        <p class="indent-8">
            В1953 году памятная доска из музея г. Смоленска была переслана в музей А.В.Суворова г.Кобрина, где хранится в настоящее время.
        </p>
        <p class="indent-8">
            К концу 1918 года немецкие войска ушли, на смену им пришли польские. Началась польско–советская война, проходившая с переменным успехом. В 1920 году Красная Армия потерпела поражение. По Рижскому мирному договору часть территории Западного края отошла к Польше. На отошедшей территории оказались 3 епархии: Виленская, Гродненская (Белостокское воеводство) и Полесская (Полесское и Новогрудское воеводство). Две области Западной Украины – Волынь и Холмщина. В не простых условиях оказались православные епархии, в стране с преобладанием католического населения, к тому же не дружественной к России. Польские власти все сделали, для того чтобы Православную Церковь в Польше оторвать от Московского Патриархата. Для этого за Православной Церковью установили жесткий контроль со стороны светской власти  и навязали автокефалию. В 1924 году польские власти ввели новый стиль в церковное богослужение. Прихожане приходили в церковь в праздники по старому стилю. Полиция их разгоняла, что вызывало волнения и нестроения местного населения. Властям  пришлось отменить этот указ.
        </p>
        <h3 class="text-2xl py-2">8. В составе Полесской Епархии</h3>
        <p class="indent-8">
            Противника Автокефалии Архиепископа Пинского и Новогрудского Пантелеимона (в миру Павел Степанович Рожновский 1867-1950гг) польские власти лишили кафедры, отправили на покой и заточили в Жировичский монастырь. 12 июня 1922 года на освободившуюся кафедру назначили епископа Александра (в миру Николай Иванович Иноземцев 1887-1948), в конце года епископ Пинский и Полесский. В конце 1925 года епархия стала называться Полесская и Пинская. 3 июня 1927года епископ Александр возведен в сан Архиепископа. Митрополитом Варшавским и Ковельским и всея Польши был избран архиепископ Волынский Дионисий (в миру Константин Николаевич Валединский 1876-1960).
        </p>
        <p class="indent-8">
            Церкви Черевачицкого благочиния, куда входила Крупчицкая Св.Владимировская церковь, входили во 2-й благочинный округ Кобринского уезда. Кобринские благочиния входили в состав Полесско-Пинской епархии.
        </p>
        <h3 class="text-2xl py-2">8. В составе Полесской Епархии</h3>
        <p class="indent-8">
            Противника Автокефалии Архиепископа Пинского и Новогрудского Пантелеимона (в миру Павел Степанович Рожновский 1867-1950гг) польские власти лишили кафедры, отправили на покой и заточили в Жировичский монастырь. 12 июня 1922 года на освободившуюся кафедру назначили епископа Александра (в миру Николай Иванович Иноземцев 1887-1948), в конце года епископ Пинский и Полесский. В конце 1925 года епархия стала называться Полесская и Пинская. 3 июня 1927года епископ Александр возведен в сан Архиепископа. Митрополитом Варшавским и Ковельским и всея Польши был избран архиепископ Волынский Дионисий (в миру Константин Николаевич Валединский 1876-1960).
        </p>
        <p class="indent-8">
            Церкви Черевачицкого благочиния, куда входила Крупчицкая Св.Владимировская церковь, входили во 2-й благочинный округ Кобринского уезда. Кобринские благочиния входили в состав Полесско-Пинской епархии.
        </p>
        <p class="indent-8">
            Назначение священников на приходы осуществлялось по согласованию с местными властями. Священники должны были иметь польское гражданство, которое выдавалось министерством внутренних дел. Также священники подписывали согласие об автокефалии и присягу на верность польскому государству. Позднее польские власти предприняли через судебные иски возвратить и передать католикам церкви, которые перешли в православие после упразднения унии.
        </p>
        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
            <p class="text-justify indent-8 py-2 p-8">Сообщаю, что православный священник Никанор Котович, исполняющий душпастырские обязанности в филиале в Крупчицах, вызванный для подписания декларации за автокефалию православной церкви в Польше - отказался от подписания этой - объясняя, что в этом деле должен посоветоваться со своими духовными властями.</p>
            <p class="text-justify indent-8 py-2 p-8">Прошу ответить, может ли быть выдан Котовичу документ о гражданстве?</p>
            <p class="text-justify indent-8 py-2 p-8">Со своей стороны вношу предложение об освобождении православного священника Никанора Котовича от выполнения душпастырских функций, поскольку не признал автокефалию православной церкви в Польше, не может он быть священником и даже прихожанином этой церкви.</p>
            <p class="py-4 pl-8">Кобринский староста Ф. Андрацкий21</p>
        </div>
        <p class="indent-8">
            Поняв бесполезность борьбы, Никанор Котович 2 мая 1925 года подписал декларацию о признании автокефалии церкви и дал объяснение - почему не подписал её раньше.
        </p>
        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
            <p class="indent-8">Протокол,</p>
            <p class="text-justify indent-8 py-2 p-8">написанный 2 мая 1925 года в правлении Кобринского староства с православным священником Никанором Котовичем, в деле подписания декларации за автокефалию православной церкви в Польше.</p>
            <p class="text-justify indent-8 py-2 p-8">Опрошенный в вышеуказанном деле священник Котович заявил следующее:</p>
            <p class="text-justify indent-8 py-2 p-8">При первом вызове меня в Кобринское староство отказался подписывать декларацию за автокефалию православной церкви в Польше, так как в других уездах Полесского воеводства, например, в Дрогичинском уезде не требовали от моего брата Василия Котовича, настоятеля православного прихода Ополь. Кроме того, не имел официального распоряжения от духовных властей в обязанности поддержки автокефалии православной церкви в Польше.</p>
            <p class="text-justify indent-8 py-2 p-8">Такое распоряжение после моего первого посещения староства было помещено в митрополитальном журнале "Вестник Варшавской Митрополии" и в еженедельнике "Воскресное Чтение", поэтому сейчас соглашаюсь подписать вышеуказанную декларацию.
            </p>
            <p class="text-justify indent-8 py-2 p-8">
                Правдивость моего вышеуказанного признания после прочитания подтверждаю.
            </p>
            <p class="py-4 pl-8">Никанор Котович22</p>
        </div>

        <p class="indent-8">
            В 1925 году над православными церквями в Польше нависла  угроза.</br>
            «Указ Полесской Духовной Консистории о.Благочинному 2-го округа Кобринского уезда Протоиерею о.Ионну Михаловскому. По сведениям имеющимся в распоряжении Консистории, Пинским Римско-Католическим епископом Ловинским предъявлены в Пинском Окружном Суде определения в г Брест иски к Полесской Духовной Консистории о передаче Римско-Католическому духовенству церковных земель в следующих приходах вверенного Вам округа: 1.Здитово, 2.Сехновичи, 3.Мыщицы, 4.Озяты, 5.Степанки, 6.Рогозна. 7.Бульково, 8.Черевачицы, 9.Крупчицы, 10.Вежки, 11.Тевли. Иск основан на том соображении, что имущество это принадлежало в свое время бывшим униатским и католическим приходам.
        </p>
        <p class="indent-8">
            Во исполнение определения Духовной  консистории от июля сего года за №110 Утвержденного резолюцией Его Высокопреосвященства от того же числа за №1762 предлагается Вам:
        </p>
        <p class="indent-8">
            1.Объявить духовенству вышепоименованных приходов об опасности угрожающей существовании сих приходов и поручения о.о.настоятелям исследовать на местах исторические материалы и документы касающихся сих православных приходов и строго держаться имущества, если таковые исторические материалы и документы имеются в церковных архивах или у прихожан. О результатах обследования предоставить в Консисторию мотивированные доклады с приложением соответствующих документов, справок и списков свидетелей, показания коих могут иметь для дела значение».
        </p>
        <p class="indent-8">
            Копии этого указа были разосланы по всем приходам.
        </p>
        <p class="indent-8">
            На этот период в благочинии были только два священника служивших до 1-й Мировой войны. Это Иоанн Михаловский и Никанор Котович. Являясь эрудированным священником, Никанор Котович  писал исторические очерки о здешнем крае, поэтому он предоставил в Консисторию документы, подтверждающие принадлежность указанных приходов к православию. Также были прошения прихожан в Полесскую Консисторию.
        </p>
        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
            <p class="py-2 pl-16">Его Преосвященству</br>
                Господину Преосвященнейшему Александру,</br>
                Епископу Полесскому</br>
                Прихожан Крупчицкой церкви
            </p>
            <p class="text-justify indent-8 py-2 p-8 font-semibold">Прощение</p>
            <p class="text-justify indent-8 py-2 p-8">Имеем честь почтительнейше доложить Вашему Преосвященству нижеследующее. В минувшую войну с немцами наш Крупчицкий приход подвергся ужасному разгрому и опустошению, потому что через него пролегало шоссе, по которому проходили бесчисленные русские, германские и австрийские войска, которые всё предавали пламени, разоряли и опустошали. В огне погибли почти все наши сёла и деревни, всё наше имущество. Мы сами поголовно выехали в Россию и скитались там несколько лет, терпя всякие лишения. Единственным нашим утешением и радостью было то, что среди общей гибели уцелел один наш св. храм (хотя и он сильно пострадал от немцев). На постройку этого храма в 1891-94 гг. мы, прихожане, вложили бесчисленную массу своего труда, сил, времени и денег.</p>
            <p class="text-justify indent-8 py-2 p-8">После постройки непрестанно поддерживали его в должном порядке, ремонтировали, украшали ценными предметами. А теперь мы узнаём, что предполагается передать нашу церковь р. католикам, которые ни одного даже гроша не дали, и пальцем не шевельнули при его постройке, которых вовсе даже не имеется в нашем приходе. Такая весть о передаче нашей церкви католикам до глубины души волнует всё население нашего прихода, которое остаётся, в таком случае, без всякой церкви и без пастырского руководства, и это в такое время, когда баптизм неудержимо разливается повсюду. До сих пор мы всегда были твёрдо преданны своей вере, но если в нынешнее тяжёлое время нас оставят на произвол судьбы - то, несомненно, многие и многие соблазнятся! Посему покорнейше просим Ваше Преосвященство заступиться за нас, перед кем следует, и сохранить нам наш храм.</p>
            <span class="grid grid-cols-2">
    <p class="py-2 pl-16">
            10 мая 1925 года
    </p>
    <p class="py-2">Уполномоченные от</br> Крупчицкого прихода</br>
Антон Карпинчик,</br> Сильвестр Мигура23
</p>
</span>
        </div>
<p class="indent-8 py-2">
    В Черевачицком благочинии ни одна церковь не отдана католикам.
    Польское правительство держало православную церковь в жестких условиях. И в тоже время правительством выделялись дотации к зарплате священнослужителям: штатных приходов - 60 злотых, штатных филиалов -  35 злотых, псаломщикам – 15злотых. Разрешалось строить церкви, где они были разрушены стихийными бедствиями или на приходе было не менее 3-х тыс. православного населения и католические общины не препятствовали этому. Польское правительство прекрасно понимало, что безверие и бездуховность являются благодатной почвой для большевистской пропаганды, чего оно боялось больше всего.
</p>
        <p class="indent-8 py-2">
            По возвращению на приход в 1918г о.Никанор закрыл оконные проемы колокольни досками, а также заменил прогнившие доски пола. На другой ремонт не было сил и средств. К ремонту Св.Владимировской церкви приступили в 1926году. На ремонт было собрано 1200 злотых. Была исправлена кровля и покрашена масляной краской, отремонтирована штукатурка и побелены стены и выполнены некоторые мелкие работы. Но разразившийся мировой кризис и смерть мастера приостановил работы.
        </p>
        <p class="indent-8 py-2">
            Клировая ведомость Крупчицой церкви за 1935 год
        </p>
        <ol class="list-decimal pl-8">
            <li>год постройки – 1894г</li>
            <li>Ее состояние – необходим ремонт</li>
            <li>Последний ремонт – 1927г</li>
            <li>Колокольня – колоколов нет</li>
            <li>Земли церковной – Усадебной 1 дес, пахотной 25 дес, сенокосной 60 дес, неудобной 13 десятин.</li>
            <li>Дом церковный – построен в 1884г требует ремонта.</li>
            <li>Приписных к сей церкви – нет</li>
            <li>Опись имущества – 1931г</li>
            <li>Книги для церковного круга – бедное, книг для чтения 188</li>
            <li>Школы – 4-х классная в Крупчицах, обучается: 94 мал. 77 дев.</li>
            <li>Церковный староста – Андреюк Иван Степанович из Богданов 1896 -1915,  1926 1935гг.</li>
        </ol>
        <p class="indent-8 py-2">
            Ведомость о приходе:
        </p>
        <div class="relative overflow-x-auto ml-16 mr-16">
            <table class="w-full text-sm text-left rtl:text-right text-gray-500 dark:text-gray-400">
                <thead class="text-xs text-gray-700 uppercase bg-gray-50 dark:bg-gray-700 dark:text-gray-400">
                <tr>
                    <th scope="col" class="px-6 py-3">
                        Населенные  пункты
                    </th>
                    <th scope="col" class="px-6 py-3">
                        К-во домов
                    </th>
                    <th scope="col" class="px-6 py-3">
                        К-во душ муж.
                    </th>
                    <th scope="col" class="px-6 py-3">
                        К-во душ жен.
                    </th>
                </tr>
                </thead>
                <tbody>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Крупчицы
                    </th>
                    <td class="px-6 py-4">
                        1
                    </td>
                    <td class="px-6 py-4">
                       2
                    </td>
                    <td class="px-6 py-4">

                    </td>

                </tr>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Чижевщина
                    </th>
                    <td class="px-6 py-4">
                        45
                    </td>
                    <td class="px-6 py-4">
                       125
                    </td>
                    <td class="px-6 py-4">
                        113
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Мыщицы
                    </th>
                    <td class="px-6 py-4">
                       67
                    </td>
                    <td class="px-6 py-4">
                       169
                    </td>
                    <td class="px-6 py-4">
                       164
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Богданы
                    </th>
                    <td class="px-6 py-4">
                        67
                    </td>
                    <td class="px-6 py-4">
                        200
                    </td>
                    <td class="px-6 py-4">
                        176
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Томашки
                    </th>
                    <td class="px-6 py-4">
                        18
                    </td>
                    <td class="px-6 py-4">
                        54
                    </td>
                    <td class="px-6 py-4">
                       54
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Рыковичи
                    </th>
                    <td class="px-6 py-4">
                        53
                    </td>
                    <td class="px-6 py-4">
                        128
                    </td>
                    <td class="px-6 py-4">
                        144
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Ходосы
                    </th>
                    <td class="px-6 py-4">
                        33
                    </td>
                    <td class="px-6 py-4">
                        95
                    </td>
                    <td class="px-6 py-4">
                        106
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Итого
                    </th>
                    <td class="px-6 py-4">
                        284
                    </td>
                    <td class="px-6 py-4">
                        773
                    </td>
                    <td class="px-6 py-4">
                        757
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Духовных
                    </th>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        2
                    </td>
                    <td class="px-6 py-4">

                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Инославных
                    </th>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        6
                    </td>
                    <td class="px-6 py-4">
                        6
                    </td>
                </tr>
                </tbody>
            </table>
        </div>
        <p class="py-2">
            Священник     Никанор Котович</br>
            И о псаломщика  Беньямин Образцов</br>
            Благочинный   Александр Самойлович
        </p>
        <p class="indent-8">
            Примечание:  о.Никанор по неизвестным причинам село Крупчицы объединил с селом Чижевщина
        </p>
        <p class="indent-8">
            Прошло 9 лет, и необходимо было сделать более обширный ремонт. О.Никанором намечен план ремонта.
        </p>
        <ol class="list-decimal pl-8">
            <li>Заменить старую, уже проржавевшую кровлю новой из оцинкованной жести.</li>
            <li>В некоторых местах заменить дощатую подшивку под крышею – новою.</li>
            <li>Вставить восемь новых окон в куполе.</li>
            <li>Исправить штукатурку, которая осыпается вместе с гнилым кирпичом, положенным недобросовестным подрядчиком.</li>
            <li>Побелить все стены снаружи и внутри.</li>
            <li>Дом церковный – построен в 1884г требует ремонта.</li>
            <li>Починить в некоторых местах пол.</li>
            <li>Устроить ограду вокруг церковного погоста.</li>
            <li>Приобрести хотя бы один колокол.</li>
        </ol>
        <p class="indent-8 py-2">
            Этот ремонт не был выполнен из-за недостатка средств. Св.Владимировская церковь была причислена к разряду филиальных. Епахиальные взносы составляли 14 злотых ежемесячно. В своих рапортах в Полесскую Духовную Консисторию о.Никанор просил уменьшить епархиальные взносы, вернуть в церковь средства, собранные на других приходах для ремонта Крупчицкой церкви.
        </p>
        <p class="indent-8 py-2">
            20 ноября 1936года в Крупчицы прибыл священник Павел Фалько. Так как о.Никанор не получил из Консистории приказ о своем увольнении, то он не принял вновь назначенного священника. Прихожане из сел Крупчицкого прихода послали письма архиепископу Александру об оставлении на приходе Никанора Котовича. Были ходатайства от местных властей. Под влиянием  покровителей архиепископ Александр пошел на некоторые уступки. Своим указом он перевел священника Рогознянской церкви на Крупчицкий приход, а священника Павла Фалько оставил на Рогознянском приходе.
        </p>
        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
            <p class="py-2 pl-16">Господину Полесскому Воеводе</br>
                в Брест - над - Бугом</p>
            <p class="text-justify indent-8 py-2 p-8">В связи с письмом Вашего Высокопревосходительства от 14.12.1936 г. № BPW 192/14-а любезно сообщаю, что 15 декабря бывший настоятель штатного филиала в Крупчицах, священник Котович Никанор обратился ко мне с просьбой о назначении на должность священника в Крупчицах его родственника (внука) св. Николая Михаловского, теперешнего настоятеля прихода в Рогозно Кобринского уезда, который обязался окружить св. Котовича подобающей опекой, а также обеспечить ему дальнейшее существование.</p>
            <p class="text-justify indent-8 py-2 p-8">Склоняясь к Вашей просьбе, решением 17 декабря № 1736 перевёл настоятеля прихода в Рогозно св. Михаловского Николая на должность настоятеля филиала в Крупчицах, а назначенного в Крупчицы св. Павла Фалько - на должность настоятеля прихода в Рогозно.</p>
        </div>

        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
            <p class="text-justify indent-8 py-2 p-8">14 апреля 1938 года умер заштатный священник Крупчицкого прихода, Протоиерей Никанор Котович, сын Антония и Юлианы из дома Кунахович, православного вероисповедания, родился 26.ІІІ. 1845 года, умер в Крупчицах от восполения лёгких, исповедовал священник Иоанн Михаловский, хоронили Протоиерей Николай Соботковский и псаломщик Емельян Кайко, похоронен возле приходской церкви в Крупчицах.54</p>
        </div>
        <p class="indent-8 py-2">
            Никанора Котовича похоронили 16 апреля 1938 года рядом с матушкой Олимпиадой.
        </p>
        <p class="indent-8 py-2">
            В книге описи церковного имущества Крупчицкой Св.Владимировской церкви, найденной
            в 1972 году и хранившейся в церковного старосты Ярошука Владимира Евфимовича имеются
            такие записи:
        </p>
        <ol class="list-decimal pl-8">
            <li>По сей описи церковь с церковным имуществом сдал священнику Николаю
                Михаловскому священник Никанор Котович.
                <p class="indent-8 py-2">Принял св. Н. Михаловский
                </p>
                <p class="indent-8 py-2">При сдаче присутствовал и. д. Благочинного Протоиерей В. Забельский.
                </p>
            </li>
            <li>По сей описи церковь и все имущество сдал священнику Иерофею Дядио Священник Николай Михаловский
                <p class="indent-8 py-2">Сдал священник Н. Михаловский
                </p>
                <p class="indent-8 py-2">Принял священник   подпись
                </p>
                <p class="indent-8 py-2">При сдаче присутствовали: псаломщик Е. Кайко
                </p>
                <p class="indent-8 py-2">И.Д. церковного старосты И. Сиротюк, попечители: В.Максимук, М. Карпинчук.
                </p>
            </li>
            <li>По сей описи церковь с имуществом церковным передал священнику Даниилу Кунцевичу протоиерей И. Михаловский. Присутствовал псаломщик Е.Кайко.
            </li>
            <li>По сей описи церковь с имуществом церковным сдал священнику Владимиру Антипоровичу  священник Даниил Кунцевич.
                <p class="indent-8 py-2">Присутствовал псаломщик Емельян Кайко
                </p>
            </li>
            <li>По сей описи церковь и имущество ея сдано 11 ноября 1939 года священнику Рогознянской церкви
                <p class="indent-8 py-2">Сдал священник Владимир Антипорович
                </p>
                <p class="indent-8 py-2">Принял священник Н. Михаловский.
                </p>
                <p class="indent-8 py-2">Присутствовал псаломщик  Е. Кайко.
                </p>
            </li>
        </ol>
        <h3 class="text-2xl py-2">9. Св.Владимировская церковь 1938 – 1943гг</h3>
        <p class="indent-8 py-2">
            Намеченный о. Никанором ремонт Крупчицкой Св.Владимировской церкви, из-за недостатка средств и отправкой его за штат, а также из- за того, что с апреля 1938года  до 11 ноября 1939 года в Крупчицкой церкви сменилось четыре священника ремонт церкви не был выполнен. Из той же книги описи церковного имущества известно, что в 1939 году для церкви были приобретены две посеребренные лампадки изящной работы, установленные у икон «Тайная вечера» и запрестольной выносной иконой Равноаппостольного князя Владимира и на обратной стороне Пресвятой Богородицы. Приобретены две ризы и панихидное блюдо. На пожертвования прихожанина Кондратия Андреюка приобретен пасхальный посеребренный трехсвечник, а на пожертвования Степана Карпинчика приобретены иконы Божией Матери и Николая Чудотворца. В то время в Крупчицкой церкви были иконы в основном писаные на холсте. Фольговых икон имелось четыре, на металле – четыре, а также четыре иконы Евангелистов, находящихся в « Царских вратах».
        </p>
        <p class="indent-8 py-2">
            9 апреля 1939 года во время пасхального Богослужения в Крупчцкой церкви произошло такое событие. В церковь пришла молодежь, находясь  в притворе они курили, громко разговаривали, смеялись. Настоятель прихода Владимир Антипорович, прервав Богослужение, с помощью прихожан удалил их из храма. После смены власти в сентябре того же года эта молодежь, а это были комсомольцы, оказались при власти и с оружием. Они начали мстить о.Владимиру и всячески издеваться над ним. Ночью человек 20 ворвались в квартиру настоятеля. Угрожая оружием стали требовать отдать оружие, коего у него никогда не было. С бранью, нецензурными словами, они стали производить обыск в квартире, переписывая личные и церковные вещи, грозя арестовать его. Забрав урожай и сено они поселили в церковный дом две семьи. 15 ноября 1939 года написав рапорт благочинному 1-го Кобринского округа о невозможности дальнейшего пребывания его на Крупчицком приходе о.Владимир передал церковь настоятелю Рогознянской церкви Николаю Михаловскому. Священник Владимир Антипорович с семьей переехал в с.Токари Брестского района, где служил настоятелем его отец. См. личное дело священника Владимира Антипоровича. ГАБО ф.2059 оп.5 д.6 л.1-42
        </p>
        <p class="indent-8 py-2">
            В конце 1941 года Архиепископом Пинским Александром (Иноземцевым) был рукоположен во священника и назначен на  Крупчицкий приход псаломщик Клеванской церкви Ровенской области Иоанн Трофимович Серветник.
        </p>
        <p class="indent-8 py-2">
            Весной 1943 года, когда в селе Крупчицы была сильная буря, ночью в квартиру Иоанна Серветника ворвались неизвестные вооруженные люди, (по рассказам местных жителей это были партизаны). По неизвестным причинам, они тяжело ранили Иоанна Серветника, который скончался в Кобринской больнице 4 мая 1943 года. О смерти священника Иоанна Серветника сообщается в циркулярном письме от 21 мая 1943 года благочинного 3-го  Кобринского округа Василия Геннадьевича Васильева настоятеля Дивинской Параскевы-Пятницкой церкви.
        </p>

        <h3 class="text-2xl py-2">10.Крупчицкая церковь  1943- 1969гг</h3>
        <p class="indent-8 py-2">
            Указом №520 от 22 октября 1943 года епископа Брестского и Кобринского Иоанна (в миру Иван Филиппович Лавриненко 1899-1985гг) на Крупчицкий приход был назначен священник Петр Львович Калишевич. ГАБО ф.210 оп.1 д.8 л.4
        </p>
        <p class="indent-8 py-2">
            Послужной список Петра Львовича Калишевича
        </p>
        <p class="indent-8 py-2">П.Л. Калишевич родился в 1893 году в селе Мыщицы в семье псаломщика. Находясь в России в беженцах в 1916 году, Петр Калишевич окончил учительскую семинарию в Тихоновской Пустыне Калужской губ. В 1921 году при Пинской Духовной Консистории сдал экзамен на псаломщика и назначен псаломщиком к Буховичской церкви Кобринского уезда. С1924 по 1943 год служил псаломщиком в Черняковской церкви Березовского района. 23 сентября 1943 года сдал экзамен на священника при Брестской Духовной Консистории. Указом епископа Бресткого и Кобринского Иоанна за №520 от 22 .10. 1943 года  назначен на Крупчицкий приход. Здесь он прослужил  до мая 1969 гола. Петр Калишевич в браке с Анной Федоровной урожденной Кот.
        </p>
        <p class="indent-8 py-2">8 мая 1945 года составлен договор о передаче Жабинковским райисполкомом здания Крупчицкой церкви в безсрочное и бесплатное пользование общиной. Договор подписали: секретарь исполнительного комитета Жабинковского Совета депутатов трудящихся  Вершинин Борис Михайлович. От прихода подписали 26 прихожан, первый подписант Карпинчик Максим Степанович. Тогда же была составлена опись церковного имущества с описанием строительства церкви. В июне 1945 года была зарегистрирована церковная община  в Уполномоченного по делам Русской Православной церкви при Облисполкоме. Так же были зарегистрированы церковный Совет и ревизионная комиссия с анкетами на всех членов. В дальнейшем все изменения по составу указанных церковных органов регистрировались в уполномоченного. 18 октября 1951 года был составлен акт Следующего содержания:  «Мы, нижеподписавшиеся члены комиссии по техническому осмотру церквей в составе: Благочинного Жабинковского округа протоиерея Владимира Рункевича, настоятеля Крупчицкой церкви священника Петра Калишевича, техника Жабинковского Райккомхоза Ковальчука Бориса Михайловича, а также членов Церковного Совета Крупчицкой церкви Ящука Александра Романовичаи Ципринюка Евфимия Адамовича, действуя на основании распоряжения Минского Епархиального от 5.6.1951г №793 произвели техническое обследование здания Крупчицкой Св.Владимировской церкви, результаты коего нижеследующие: Храм каменный, построен в 1894г. в 1951 капитально отремонтирован. Состояние храма хорошее. Подписи. ГАБО ф.210 оп.1 д.8 л.1-39
        </p>
        <p class="indent-8 py-2">После войны прихожане Св. Владимировской церкви с ее настоятелем о.Петром Калишевичем, несмотря на материальные трудности, приобретали церковные предметы: в1949году приобрели иконы Святой Троицы, Рождества Христова, Успения Пр. Богородицы, Крещения Господня каждая по 240 рублей. В1948-1950гг приобретены 4 ризы с подризниками, приобретен новый Антиминс Священнодействован Высокопреосвященным Питиримом Митрополитом Минским и Белорусским. Приобретено Паникадило 2-х ярусное на 18 свечей медное посеребренное, облачения престола и жертвенника. В 1950-1951гг произведен ремонт церкви: Выполнен ремонт штукатурки стен внутри и снаружи, все стены храма выбелены известью, а внутри в рост человека покрашены масляной краской, В средней части церкви выложен новый пол и сделан клирос. На ремонт храма израсходовано 15000 рублей из церковной кассы и пожертвований прихожан. В1956 году за 2 тыс. рублей приобретена Голгофа с предстоящими Пресвятой Богородицы и Св.Апостола Иоанна Богослова, а также за 1 тыс. рублей приобретены 4 иконы Страдание Господа нашего Иисуса Христа.
        </p>
        <h3 class="text-2xl py-2">11. Тяжелые времена для православных церквей.</h3>
        <p class="indent-8 py-2">В СССР и в восточных областях БССР гонения на церковь начались с установлением Советской власти. В западных областях закрытие церквей и гонения на священнослужителей начались после Великой Отечественной войны. Пик закрытий  пришелся на шестидесятые годы 20-го столетия. За период с 1945 года по 1965 год в Брестской области было закрыто 186 церквей. Обратимся к документам того времени. Отчет уполномоченного по делам русской православной церкви по Брестской области за 1960 год: «…в области насчитывается 190 священников и 6 дьяконов. В Кобринском районе в 1959 году совершено: крещений - 905, венчаний - 182, погребений - 358. За 1960 год соответственно  793, 185, 345. Доходы церквей составили в 1959 году - 422683 руб., в 1960 году - 370318 руб. В 1960 году в области имели место случаи поступления 6 человек из числа молодежи в Жировичскую духовную семинарию. Благодаря принятым мерам со стороны партийных и советских органов, они в семинарию не были допущены, и в настоящее время принимаются все необходимые меры к их трудоустройству с тем, чтобы не допустить вновь их поступления в духовную семинарию.» Уполномоченный по делам русской православной церкви А. Иванов. ГАБО ф. 1482 оп.2 д.27 л.8-13.
        </p>
        <div class="bg-orange-50 border-2 border-blue-950 m-24 p-4">
        <p class="indent-8 py-4 italic">Приложение к протоколу №33 П.22:
            ГАБО фонд 9П. опись 1 Д401
        </p>

        <p class="indent-8 py-2 italic text-center">
            Справка.
        </p>
        <p class="indent-8 py-2 italic">О религиозной обрядности в районе по состоянию на 1 апреля 1969 года (прм. Автора: имеется в виду Жабинковский район)
        </p>
        <p class="indent-8 py-2 italic">В районе по состоянию на 1 апреля 1969 года насчитывается 9 действующих православных церквей, 2 общества ЕХБ (деревни Стриганец, Свищи), не зарегистрированные группы пятидесятников (д. Новые Дворы) и евангелистов (д.Стриганец).
        </p>
        <p class="indent-8 py-2 italic text-center">
            Русская православная церковь.
        </p>
        <p class="indent-8 py-2 italic">
            В действующих православных церквях насчитывается 9 священников и 3 псаломщика.
        </p>
        <p class="indent-8 italic">
            За 1968 год крещено 65,5% от всех новорожденных.
        </p>
        <p class="indent-8 italic">При проверке книг регистрации религиозных обрядов (крещений, браков и похорон) установлены факты крещения детей из семей коммунистов, комсомольцев и интеллигенции, а также случаи, когда коммунисты записаны в книгах учета крещений кумовьями.
        </p>
        <p class="indent-8 italic">Проверка посещения церкви в пасхальную ночь в текущем году показала, что в сравнении с 1968 людей в церквях было гораздо меньше, причем в основном преклонного возраста. Не было детей школьного возраста, лишь несколько человек из числа молодежи. Это свидетельствует о том, что партийные и комсомольские организации, учительские коллективы проводят определенную работу по атеистическому воспитанию населения.
        </p>
        <p class="py-2 italic text-left">Отдел пропаганды и агитации</br>
            Жабинковского райкома КПБ</br>
            4 апреля1969 года.</br>
            ГАБО  ф.9п  оп.1 д.40
        </p>
    </div>
        <h3 class="text-2xl py-2">12. Закрытие Крупчицкой Св.Владимировской церкви</h3>
        <p class="indent-8 py-2">
            По воспоминаниям прихожан о. Петр говорил: «Я помру, и церковь закроют». Так и случилось: Петр Калишевич 6 мая 1969 года помирает от воспаления легких, а через несколько месяцев Жабинковский райисполком принимает решение о закрытии Крупчицкой церкви, несмотря на то, что договором от 8 мая 1945 года тот же  райисполком передал прихожанам здание церкви в бессрочное пользование.
        </p>
        <div class="ml-24 mr-24">
        <p class="py-2 italic text-left">Исполнительный комитет</br>
            Брестского областного</br>
            Совета депутатов трудящихся

        </p>
        <p class="py-2 italic text-left">Председателю Совета по делам религий</br>
            при Совете Министров СССР</br>
            тов. Куроедову
        </p>
        <p class="py-2 italic text-left italic">Уполномоченному Совета по делам религий при</br>
            Совете Министров БССР</br>
            Тов. Ковалеву Г.В.

        </p>
        <p class="indent-8 py-2 italic">
            Русская православная церковь в д. Крупчицы Жабинковского района не действует с мая 1969 года. В силу маломощности прихода духовенство отказывается получать туда назначение. Верующие свои религиозные потребности удовлетворяют в действующей церкви в д. Озяты Жабинковского района, находящейся на расстоянии 5 км. От д. Крупчицы. Жабинковский райисполком возбудил ходатайство о снятии с учета действующех церкви в д. Крупчицы и снятии с регистрации религиозного общества. Облисполком поддерживает ходатайство Жабинковского Райисполкома и просит Совет по делам религий при Совете Министров СССР решить вопрос о снятии с учета действующих церковь в д. Крупчицы и религиозного общества с регистрации, как фактически прекративших свою деятельность. Здание церкви намечается использовать под социально-культурные нужды.
        </p>
        <p class="py-2 text-left italic">Зам.председателя исполкома</br>
            Брестского областного Совета</br>
            депутатов трудящихся              М.Зайцев
        </p>
        <h3 class="text-2xl py-2 font-semibold italic text-center">ЗАКЛЮЧЕНИЕ</h3>
        <p class="indent-8 py-2 italic">по вопросу снятия с учета действующих русской православной церкви в дер. Крупчицы Жабинковского района и снятия с регистрации религиозного общества.
        </p>
        <p class="indent-8 py-4 italic">Религиозное общество русской православной церкви в дер.Крупчицы зарегистрировано в 1945 году. С мая 1969 года церковная служба в этой церкви не совершается, священник умер. Верующие вопроса о священнике не поднимают, так как они вполне удовлетворяют свои религиозные потребности в действующей церкви в д.Озяты, находящейся на расстоянии 5 км от д.Крупчицы.
        </p>
        <p class="indent-8 py-2 italic">Религиозная обрядность за последние 3 года и денежные доходы составляют:
        </p>
        <div class="relative overflow-x-auto ml-16 mr-16 italic">
            <table class="w-full text-sm text-left rtl:text-right text-gray-500 dark:text-gray-400">
                <thead class="text-xs text-gray-700 uppercase bg-gray-50 dark:bg-gray-700 dark:text-gray-400">
                <tr>
                    <th scope="col" class="px-6 py-3">
                        Обряды
                    </th>
                    <th scope="col" class="px-6 py-3">
                       1966г.
                    </th>
                    <th scope="col" class="px-6 py-3">
                        1967г.
                    </th>
                    <th scope="col" class="px-6 py-3">
                        1968г
                    </th>
                </tr>
                </thead>
                <tbody>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Крещено
                    </th>
                    <td class="px-6 py-4">
                        28
                    </td>
                    <td class="px-6 py-4">
                        23
                    </td>
                    <td class="px-6 py-4">
                        32
                    </td>
                </tr>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Похороны
                    </th>
                    <td class="px-6 py-4">
                        15
                    </td>
                    <td class="px-6 py-4">
                        20
                    </td>
                    <td class="px-6 py-4">
                        31
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Венчания
                    </th>
                    <td class="px-6 py-4">
                        1
                    </td>
                    <td class="px-6 py-4">
                        6
                    </td>
                    <td class="px-6 py-4">
                        3
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        Доходы
                    </th>
                    <td class="px-6 py-4">
                        1720р.
                    </td>
                    <td class="px-6 py-4">
                        1964р.
                    </td>
                    <td class="px-6 py-4">
                        1956р.
                    </td>
                </tr>
                </tbody>
            </table>
        </div>
            <p class="indent-8 py-2 italic">Здание церкви каменное 200  кв. метров, на учете памятников архитектуры не состоит. Жабинковский райисполком возбудил ходатайство о снятии с учета действующих вышеуказанной церкви и снятии с учета религиозного общества.
            </p>
            <p class="indent-8 py-2 italic">Учитывая, что данное религиозное общество является маломощным, со своей стороны считаю решение Жабинковского райисполкома обоснованным. Прошу Совет по делам религий при Совете Министров СССР поддержать ходатайство Жабинковского райисполкома и облисполкома о снятии с учета действующих церкви в д. Крупчицы, а также с регистрации религиозного общества, как фактически прекратившего свою деятельность.
            </p>
            <p class="indent-8 py-2 pl-6 italic">Зам.уполномоченного Совета по делам религий</br>
                При Совете Министров СССР по Брестской области</br>
                12 декабря  1969года                                                        А.Иванов
            </p>
            <p class="indent-8 py-2 italic text-right">Зам. Председателя исполкома Брестского областного</br>
                Совета депутатов трудящихся</br>
                тов. Зайцеву М.И.
            </p>
            <p class="indent-8 py-2 italic">
                С мая 1969 года церковь в д. Крупчицы Жабинковского  района не действует. Священник умер и верующие после его смерти не возбуждали вопроса о назначении им священника. Поскольку данное религиозное общество является маломощным и свои религиозные потребности удовлетворяют в действующей церкви в д. Озяты, находящейся в 5 км. От д. Крупчицы, учитывая это, в соответствии с ходатайством Жабинковского райисполкома, уполномоченному Совета по БССР представлен материал на снятие с регистрации религиозного общества и церкви с учета действующих в д. Крупчицы.
            </p>
            <p class="indent-8 py-2 italic">Паспортный стол Жабинковского райотдела МВД прописал бродячего попа Дежковского на постоянное жительство в д. Крупчицы, не имеющего указа архиепископа о его назначении и справки уполномоченного о регистрации.
            </p>
            <p class="indent-8 py-2 pl-6 italic">
            Зам уполномоченного Совета</br>
            по делам религий при Совете Министров</br>
            СССР по Брестской Области.</br>
            12. 12. 1969года.                                                 А.Иванов
            </p>
            <p class="indent-8 py-2">Такое же письмо было отправлено секретарю Брестского КПБ
                Тов. Шабашову С.М.
            </p>
            <h3 class="text-2xl py-2 font-semibold italic text-center">ВЫПИСКА</h3>
            <p class="indent-8 py-2 italic">Из протокола №2 заседания Совета по делам религий при Совете</br>
                Министров СССР</br>
                20 апреля 1971г.                         г. Москва
            </p>
            <p class="indent-8 py-2 italic">
                СЛУШАЛИ: Представление исполкома Брестского областного Совета депутатов трудящихся от 1 октября 1970 г. №64 о снятии с регистрации православного религиозного общества в д.Чижевщина, как прекратившего свою деятельность
            </p>
            <p class="indent-8 py-2 italic">
                ПОСТАНОВИЛИ: Согласиться с представлением Брестского облисполкома о снятии с регистрации религиозного православного общества в д. Чижевщина, Жабинковского района, как прекратившего свою деятельность.
            </p>
            <p class="indent-8 py-2 italic">Печать         подпись.
            </p>
    </div>
        <p class="indent-8 py-2">Не дожидаясь утверждения документов по закрытию Крупчицкой Св.Владимировской церкви местные активисты принялись за ее разорение. Рьяно усердствовали директор Крупчицкой школы и работники сельского Совета. К акту вандализма привлекали школьников. Они ломали, крошили все, что попадалось им под руки. Царские врата выбросили на улицу, выбросили и сожгли церковную документацию. До этого погрома часть церковного имущества удалось вывезти в Озятскую церковь.
        </p>
        <p class="indent-8">В 1972 году церковный староста Ярошук Владимир Евфимович нашел в разоренной церкви опись Церковного имущества и опись имущества вывезенного в Россию в 1915 году, составленную о. Никанором Котовичем.
        </p>
        <p class="indent-8">Поруганное здание церкви власти отдали местному колхозу под амбар. Чтобы навечно стереть память о Крупчицкой церкви, о Крупчицком сражении, богоборческие власти предприняли следующий шаг. Решением Жабинковского райисполкома три деревни: Крупчицы, Чижевщина и Рыковичи объединили в одну с общим названием Чижевщина. Уже разоренная, Св.Владимировская церковь для отдельных граждан являлась камнем преткновения. Житель д. Крупчицы, проходя мимо опустошенной церкви заметил дым, выходящий из окон церкви. По телефону он вызвал пожарных. Прибывшие спасатели обнаружили, что внутри церкви на полу горел костер, при том что на входных дверях висел замок. Пожар был потушен. Кресты, установленные высоко на куполах остались целыми, а на притворах на небольшой высоте поломали.
        </p>
        <h3 class="text-2xl py-2">12. Возрождение Святыни.</h3>
        <p class="indent-8 py-2">Перестройка в СССР разрушила экономику, но для церквей наступило благоприятное время. На бывшем Крупчицком приходе остались люди не равнодушные к своей церкви. Одним с таковых являлся Ярошук Владимир Евфимович. Еще в 1988году он обращался в различные инстанции о передаче здания Крупчицкой церкви верующим.
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc2.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">Такое письмо было написано с указанием большого значения Крупчицкой церкви не только для верующих, но как значимого исторического памятника. Это письмо было отправлено в Москву академику Дмитрию Лихачеву. Как свидетельствуют представленные документы, власти без особого энтузиазма стали заниматься восстановлением храма, но и не препятствовали его восстановлению. Усилиями В.Е.Ярошука, В.А.Карпинчика  Г.Куличика, Ф.Андреюка и других под руководством настоятеля прихода Иоанна Поддубного, (на приходе с 1990 года) который сам покрывал купола, ремонтные работы были завершены в 1992 году.
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc3.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc4.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc5.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">Указом Архиепископа Брестского и Кобринского Константина было назначено освящение Крупчицкой церкви перед началом восстановительных работ. Освящение совершил 28 июля 1990 года настоятель Св.Симеоновского собора г.Бреста, секретарь Брестской епархии Митрофорный протоиерей Евгений Парфенюк (на фото в центре) в сослужении священников Св.Симеоновского собора, священников Жабинковского и Кобринского благочиний в присутствии большого количества прихожан, гостей и паломников из других приходов ( около 2-х тысяч). На фото: справа от Евгения Парфенюка благочинный Жабинковского округа, настоятель Мыщицкой Св.Покровской церкви Митрофорный протоиерей  Николай Черкасевич. Слева – благочинный Кобринского округа Митрофорный протоиерей Евгений Кушнир. Сзади – настоятель Св.Владимировской церкви протоиерей Иоанн Поддубный.
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc6.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc7.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">Первоочередной задачей было сбор средств на реставрацию. Необходимо было выполнить: 1.Замену негодной кровли. 2. Изготовление и покрытие куполов с установкой крестов. 3.Устройство полов. 4.Ремонт штукатурки внутри и снаружи. 5.Покрасочные работы. 6. Приобретение икон, церковной утвари и колоколов. Местные жители, бывшие прихожане, чьи души, истосковались без духовной пищи, начали сбор пожертвований. Пенсионеры Гавриил Куличик из д. Богданы и Федор Андреюк из д.Чижевщина жертвовали свой труд, работая на восстановлении святыни. Жабинковский РИК и торфобрикетный завод Гатча-Осовское на реставрацию церкви выделили по 5 тысяч рублей. Колхоз – агрофирма «Рогознянский» оказал помощь в распиловке лесоматериала. В то время еще действовала планово–распределительная система, поэтому возникали проблемы с приобретением материалов. Часть оцинкованной жести выделил райисполком, остальную жесть о. Иоанн искал в разных местах. О. Иоанн не только руководил строителями, но сам  покрывал купола оцинкованной жестью.
        </p>
        <p class="indent-8 py-2">Так выглядела Св.Владимировская церковь после восстановительных работ.
        </p>
        <p class="indent-8 py-2">
            <img src="{{asset('images/doc8.jpg')}}" class="#"/>
        </p>
        <p class="indent-8 py-2">В 2002 году настоятелем Св.Владимировской церкви назначен священник Анатолий  Пучинский. Не все было выполнено во время реставрации храма. Не было колоколов, недостаточно было церковной утвари. Отопление храма осуществлялось «печкой–буржуйкой» с выведенной в окно трубой. Прилегающая территория не была благоустроена. Дорога к храму оставалась без какого-либо покрытия, вся в рытвинах и ухабах. Эти проблемы и повышение благолепия храма пришлось решать о. Анатолию. На второй год службы им были заказаны три колокола. На колоколах были отлиты имена жертвователей: Николая, Михаила и Владимира. На престольный праздник 28 июля 2006 года колокола созывали своим звоном прихожан, многочисленных гостей и паломников на торжественное богослужение.
        </p>
        <p class="indent-8">В настоящее время выполнено благоустройство церковной территории. Для отопления храма подведен природный газ. Много делается по благолепию храма.
        </p>
        <p class="indent-8">Св.Владимироская церковь 28 июля 2016 года во время празднования престольного праздника в честь Св. Равноапостольного князя Владимира.
        </p>
        <img src="{{asset('images/doc9.jpg')}}" class="#"/>
        <p class="indent-8 py-2">Храм по плановому решению и объемно-пространственной композиции относится к типу кресто-купольных храмов с башней-колокольней на главном фасаде. Основной храмовый объем имеет в плане форму креста. По продольной оси к нему пристроены: с запада – башня-колокольня, с востока – пятистенная апсида. Сооружение завершается полусферичным куполом на массивном восьмигранном световом барабане, грани которого с полуциркульным завершением прорезаны высокими полуциркульными окнами. Над куполом возвышается головка на высокой шейке.
        </p>
        <p class="indent-8">Аналогичный купол завершает и башню-колокольню над притвором. В интерьере храма выделяется подкупольное пространство. 4 столба, размещенные в центре, являются основой для подпружных арок, поддерживающих купол на парусах.
        </p>
        <p class="indent-8">Церковь является памятником архитектуры неорусского стиля.
            28 июля 1990 года освящение совершил настоятель Свято-Симеоновского собора г. Бреста, секретарь Брестской епархии протоиерей Евгений Парфенюк.
        </p>
        <img src="{{asset('images/doc10.jpg')}}" class="#"/>
        <h3 class="text-2xl py-2 font-semibold text-center">Биография протоиерея Никанора Котовича</h3>
        <p class="indent-8 py-2">Никанор Антонович  Котович родился 26 августа (ст. ст.) 1845 года в селе Черевачицы Кобринского уезда. В 1859 году окончил Кобринское Духовное училище, а в 1865 году – Литовскую Духовную семинарию. С июня 1865 года Никанор Котович работал надзирателем Жировичского Духовного училища, а с мая 1866 года – учителем Кобринского Духовного училища. В начале 1867 года он по состоянию здоровья увольняется с училища. После лечения работал учителем Виленского Духовного училища. 18 октября 1871 года  в Вильне Никанор Котович рукоположен во священника и направлен на приход Хотиславской  Спасо – Преображенской церкви Брестского уезда. В 1874 году Никанор Котович переводится в Рогознянскую Кресто – Воздвиженскую церковь Кобринского уезда. Церковь была весьма ветхой, поэтому о.Никанор начал сбор средств на её ремонт. Осенью 1883 года о. Никанор переводится на освободившееся место на Крупчицкий приход, оставив 3 тыс. рублей своему преемнику. Имевшаяся там церковь Александра Невского сгорела до его прибытия. О. Никанор служит в приписной Мыщицкой Св. Успенской церкви. В Крупчицах он строит жилой дом с хозяйственными постройками и собирает средства на строительство новой каменной церкви – памятника о погибших воинах в сражении 1794 года, столетие которого приближалось. Стараниями о. Никанора в Крупчицах была построена каменная церковь, которая была освящена 10 июля 1894 года с именем равноапостольного князя Владимира Крестителя Руси.
        </p>
        <p class="indent-8">
            В Мыщицах о.Никанор является законоучителем в церковно – приходской школе. Также он занимается публицистической деятельностью. В Литовских Епархиальных Ведомостях печатались его проповеди, поучения и беседы, которые выходили отдельными брошюрами:
        </p>
        <ol class="list-decimal pl-8">
            <li>Беседа в день пятидесятилетия уничтожении унии.</li>
            <li>Поучения простому народу во 2-ю и 7-ю недели по пятидесятице.</li>
            <li>Поучения простому народу в день сошествия Святаго Духа и в неделю всех святых.</li>
            <li>Беседа к простому народу.</li>
        </ol>
        <p class="indent-8 py-2">О. Никанор составил простонародный катехизис на местном языке. Простыми людьми он прекрасно усваивался.
        </p>
        <p class="indent-8 py-2">Печатался он также в газете  «Воскрестное время», выходившейся в Варшаве. О.Никанор увлекался историей края, им собрана большая коллекция исторических документов по истории православных церквей. (к сожалению, во время 1-й Мировой войны многое погибло) Он занимался не только духовным просвещением своей паствы, но и светским. Им была открыта народная библиотека в Крупчицах, насчитывающая около 1500 книг. Жил он трудами и заботами об улучшении быта своих пасомых, путем проведения осушительных работ в крае. Он с братом Фомой и другими священниками подписали прошение Министру Государственных имуществ о проведении осушительных работ. Что было сделано в 1892 году. Его докладная записка о состоянии экономики края и путях её повышения, адресованная губернскому инженеру Габерману свидетельствует о всесторонней эрудированности о.Никанора Котовича. Осуществиться этим планам не суждено было сбыться из-за 1-й Мировой войны.
        </p>
        <p class="indent-8">Отец Никанор, как и его братья, был западным русистом, он был против навязанной Автокефалии, для православной церкви в Польше.
        </p>
        <p class="indent-8">С августа 1915г по июнь 1918 года находился в беженцах в России. С июля 1918 года по декабрь 1936 года  о. Никанор служил в Крупчицкой Св. Владимировской церкви.
        </p>
        <p class="indent-8">За свои труды о.Никанор награжден орденом Святой Анны 3-й степени. А вот от сана протоиерея, благословленного 19 июля 1921 года  Московским Патриархом Тихоном, отказался. В тяжелое время для церкви о. Никанор не думал о наградах. Его бескомпромиссность и честность не всегда нравилась начальству, о чем свидетельствует тяжба с Полесской Духовной Консисторией.
        </p>
        <p class="indent-8">Почил о. Никанор от земной жизни 1 апреля (ст. ст.) 1938 года. Похоронен на церковном погосте рядом с матушкой урожденной Романской Олимпиадой Львовной (4.03.1853- 22.12 1925)
        </p>
        <img src="{{asset('images/doc11.jpg')}}" class="#"/>
        <h3 class="text-2xl py-2 font-semibold text-center">13. БЛАГОЧИННЫЕ, УПРАВЛЯВШИЕ ЖАБИНКОВСКИМИ ЦЕРКВЯМИ</h3>

        <div class="relative overflow-x-auto ml-16 mr-16 italic">
            <table class="w-full text-sm text-left rtl:text-right text-gray-500 dark:text-gray-400">
                <thead class="text-xs text-gray-700 uppercase bg-gray-50 dark:bg-gray-700 dark:text-gray-400">
                <tr>
                    <th scope="col" class="px-6 py-3 text-xl">
                        №
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Ф.и.о.дух.сан
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Место службы
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Годы жизни
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Годы службы
                    </th>
                </tr>
                </thead>
                <tbody>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                       1
                    </th>
                    <td class="px-6 py-4">
                        Иоаким  Мороховский униатский
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1596
                    </td>
                </tr>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        2
                    </th>
                    <td class="px-6 py-4">
                        Андрей Черняховский  протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">
                        1802-1877
                    </td>
                    <td class="px-6 py-4">
                        1851-1857
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        3
                    </th>
                    <td class="px-6 py-4">
                        Антоний Онуфриевич Котович прот.,покоится на прих.,погосте
                    </td>
                    <td class="px-6 py-4">
                        Черевачицы
                    </td>
                    <td class="px-6 py-4">
                        1811-1876
                    </td>
                    <td class="px-6 py-4">
                        1857-1869
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        4
                    </th>
                    <td class="px-6 py-4">
                        Феофан Иванович Павлович протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Степанки
                    </td>
                    <td class="px-6 py-4">
                        1837- ?
                    </td>
                    <td class="px-6 py-4">
                        1873-1883
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        5
                    </th>
                    <td class="px-6 py-4">
                        Павел Иванович Михаловский прот покоит.,на приходс.,погосте
                    </td>
                    <td class="px-6 py-4">
                        Черевачицы
                    </td>
                    <td class="px-6 py-4">
                        1838-1915
                    </td>
                    <td class="px-6 py-4">
                        1883-1911
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        6
                    </th>
                    <td class="px-6 py-4">
                        Иоанн Павлович Михаловский прот покоит., на прихд погосте
                    </td>
                    <td class="px-6 py-4">
                        Черевачицы
                    </td>
                    <td class="px-6 py-4">
                        1873-1956
                    </td>
                    <td class="px-6 py-4">
                        1911-1915 1925-1931
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        7
                    </th>
                    <td class="px-6 py-4">
                        Владимир Самойлович  протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        Февр.1931
                        Март 1932

                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        8
                    </th>
                    <td class="px-6 py-4">
                        Александр Владимирович Самойлович протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">
                        30.8.1894-
                        -?
                    </td>
                    <td class="px-6 py-4">
                        Апрель1932-1936
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        9
                    </th>
                    <td class="px-6 py-4">
                        Владимир Антонович Забельский протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Буховичи
                    </td>
                    <td class="px-6 py-4">
                        25.5.1872-
                        -1955
                    </td>
                    <td class="px-6 py-4">
                        1937-1938
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                       10
                    </th>
                    <td class="px-6 py-4">
                        Феодор Данилович Ивацевич митрофорный протоиерей покоится на церковном погосте Петопавлоской церкви г.Кобрин
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">
                        15.8.1879-
                        -16.6.1944

                    </td>
                    <td class="px-6 py-4">
                        1938 - 1942
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        11
                    </th>
                    <td class="px-6 py-4">
                        Петр Трофимович Котар митрофорный протоиерей покоится на церк.,погосте Свято-
                        Покровской церкви г.Жабинка

                    </td>
                    <td class="px-6 py-4">
                        Жабинка
                    </td>
                    <td class="px-6 py-4">
                        4.10.1880-19.4.1948
                    </td>
                    <td class="px-6 py-4">
                        1943-1048
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        12
                    </th>
                    <td class="px-6 py-4">
                        Владимир Александрович Рункевич протоиерей покоится на городком погосте «Тришин»
                    </td>
                    <td class="px-6 py-4">
                        Сехнови
                        Сехновичи

                    </td>
                    <td class="px-6 py-4">
                        31.1.1902
                        4.3.1969

                    </td>
                    <td class="px-6 py-4">
                        23.4.1948-июль 1955
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        13
                    </th>
                    <td class="px-6 py-4">
                        Владимир Петрович Котар иерей
                        Покоится на городском погосте г.Кобрина
                    </td>
                    <td class="px-6 py-4">
                        Жабинка
                    </td>
                    <td class="px-6 py-4">
                        22.3.1914-5.2.2002
                    </td>
                    <td class="px-6 py-4">
                        1955-1957
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        14
                    </th>
                    <td class="px-6 py-4">
                        Михаил Дюков протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Каменец
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1958-1961
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        15
                    </th>
                    <td class="px-6 py-4">
                        Евгений Степанович Парфенюк протоиерей покоится на погосте
                        «Плоска» г.Бреста
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                    </td>
                    <td class="px-6 py-4">
                        11.8.1921
                        10.3.2008
                    </td>
                    <td class="px-6 py-4">
                        1961-1965
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        16
                    </th>
                    <td class="px-6 py-4">
                        Николай Александрович Черкасевич Митрофорный протои. , покоится на церковном погосте Св.Покровской церкви.
                    </td>
                    <td class="px-6 py-4">
                        Жабинка
                    </td>
                    <td class="px-6 py-4">
                        7.10.1924-
                        15.12.1995.
                    </td>
                    <td class="px-6 py-4">
                        1965-1995
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        17
                    </th>
                    <td class="px-6 py-4">
                        Стефан Иванович Гапанюк протои.
                    </td>
                    <td class="px-6 py-4">
                        Жабинка
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1996-2006
                    </td>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        18
                    </th>
                    <td class="px-6 py-4">
                        Владимир Корнелюк   протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Кобрин
                        Брест
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        2006-2012
                    </td>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        19
                    </th>
                    <td class="px-6 py-4">
                        Сергий Алексеевич Петрусевич протоиерей
                    </td>
                    <td class="px-6 py-4">
                        Жабинка
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        с 2012
                    </td>
                </tr>
                </tbody>
            </table>
        </div>

        <p class="indent-8 py-2">Примечание: Духовный сан благочинных указан на период  служения благочинным данного округа.
            В 1959 году Постановлением Правительства Жабинковский район был сокращен. Ликвидировано Жабинковское благочиние. Церкви бывшего благочиния вошли в Каменецкое и Кобринское благочиния. Восстановлен район в 1966году в нынешних границах. Тогда же было вновь образовано Жабинковское благочиние.
        </p>
        <h3 class="text-2xl py-2 font-semibold text-center">Священники служившие в Крупчицкой Св.Владимировской церкви</h3>
        <div class="relative overflow-x-auto ml-16 mr-16 italic">
            <table class="w-full text-sm text-left rtl:text-right text-gray-500 dark:text-gray-400">
                <thead class="text-xs text-gray-700 uppercase bg-gray-50 dark:bg-gray-700 dark:text-gray-400">
                <tr>
                    <th scope="col" class="px-6 py-3 text-xl">
                        №
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Ф.и.о. священников, духовный сан, где похоронен
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Годы жизни
                    </th>
                    <th scope="col" class="px-6 py-3">
                        Годы службы
                    </th>
                </tr>
                </thead>
                <tbody>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        1
                    </th>
                    <td class="px-6 py-4">
                        Евстафий Маркевич иерей
                    </td>
                    <td class="px-6 py-4">
                        - 1883
                    </td>
                    <td class="px-6 py-4">
                        1857-1883
                    </td>
                </tr>
                <tr class="bg-white border-b dark:bg-gray-800 dark:border-gray-700">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        2
                    </th>
                    <td class="px-6 py-4">
                        Никанор Антонович Котович протоиерей покоится на церковном погосте Чижевщина
                    </td>
                    <td class="px-6 py-4">
                        28.08.1845-1.04. 1938
                    </td>
                    <td class="px-6 py-4">
                        1883-1915 1918-1936
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        3
                    </th>
                    <td class="px-6 py-4">
                        Николай Иванович Михаловский иерей покоится на приходском погосте Черевачицы
                    </td>
                    <td class="px-6 py-4">
                        10.4.1901-27.9.1943
                    </td>
                    <td class="px-6 py-4">
                        1937-1938
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        4
                    </th>
                    <td class="px-6 py-4">
                        Иерофей Дядио
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1938
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        5
                    </th>
                    <td class="px-6 py-4">
                        Даниил Кунцевич
                    </td>
                    <td class="px-6 py-4">
                        1880-
                    </td>
                    <td class="px-6 py-4">
                        -15.11.1939
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        6
                    </th>
                    <td class="px-6 py-4">
                        Владимир Иванович Антипорович
                    </td>
                    <td class="px-6 py-4">
                        9.7.1912-
                    </td>
                    <td class="px-6 py-4">
                        -15.11.1939
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        7
                    </th>
                    <td class="px-6 py-4">
                        Иоанн Трофимович Серветник покоится на приходском погосте в д. Черевачицы
                    </td>
                    <td class="px-6 py-4">
                        1910-4.5.1943
                    </td>
                    <td class="px-6 py-4">
                        декабрь1941-май 1943
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        8
                    </th>
                    <td class="px-6 py-4">
                        Петр Львович Калишевич протоиерей покоится на городском погосте Кобрина
                    </td>
                    <td class="px-6 py-4">
                        1903-6.05.1969
                    </td>
                    <td class="px-6 py-4">
                        1903-6.05.1969
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                    </th>
                    <td class="px-6 py-4">
                        Церковь была  ЗАКРЫТА с 1969-1989гг
                    </td>
                    <td class="px-6 py-4">
                    </td>
                    <td class="px-6 py-4">
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        9
                    </th>
                    <td class="px-6 py-4">
                        Иоанн Михайлович Поддубный протоиерей покоит. на городском погосте г.Кобрина                    </td>
                    <td class="px-6 py-4">
                        22.091931-6.01.2016
                    </td>
                    <td class="px-6 py-4">
                        1990-1996
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        10
                    </th>
                    <td class="px-6 py-4">
                        Иеромонах Леонид (в миру Николай Иванович Миронюк)
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1997-2002
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                    </th>
                    <td class="px-6 py-4">
                        Псаломщики:
                    </td>
                    <td class="px-6 py-4">
                    </td>
                    <td class="px-6 py-4">
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        1
                    </th>
                    <td class="px-6 py-4">
                        Лев Калишевич
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1892
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        2
                    </th>
                    <td class="px-6 py-4">
                        Федор Мартынчик
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">
                        1921-1934
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        3
                    </th>
                    <td class="px-6 py-4">
                        Веньямин Александрович Образцов
                    </td>
                    <td class="px-6 py-4">
                        1895-
                    </td>
                    <td class="px-6 py-4">
                        1934-1937
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        4
                    </th>
                    <td class="px-6 py-4">
                        Емельян Кайко
                    </td>
                    <td class="px-6 py-4">
                        1898-
                    </td>
                    <td class="px-6 py-4">
                        1937-1939
                    </td>
                </tr>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">

                    </th>
                    <td class="px-6 py-4">
                        Старосты
                    </td>
                    <td class="px-6 py-4">

                    </td>
                    <td class="px-6 py-4">

                    </td>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        1
                    </th>
                    <td class="px-6 py-4">
                        Иван Степанович Андреюк
                    </td>
                    <td class="px-6 py-4">т
                    </td>
                    <td class="px-6 py-4">
                        1896-1915 1926-1935
                    </td>
                <tr class="bg-white dark:bg-gray-800 font-semibold">
                    <th scope="row" class="px-6 py-4 font-medium text-gray-900 whitespace-nowrap dark:text-white">
                        2
                    </th>
                    <td class="px-6 py-4">
                        Ярошук Владимир Евфимович
                    </td>
                    <td class="px-6 py-4">
                    </td>
                    <td class="px-6 py-4">
                        1988-2008
                    </td>
                </tr>
                </tbody>
            </table>
        </div>
        <h3 class="text-2xl py-2 font-semibold text-center">ПРИПИСНЫЕ К СВ.ВЛАДИМИРОВСКОМУ ХРАМУ ЦЕРКВИ
            МЫЩИЦКАЯ СВ.УСПЕНСКАЯ ЦЕРКОВЬ
        </h3>
        <p class="indent-8 py-2">Из Гродненского православно-церковного календаря 1899 года: « В с. Мыщицах, Кобринского уезда, Кобринского благочиния, в приписной к Крупчицкой приходской Владимировской церкви. Церковь деревянная с такой же колокольней. Когда и кем сооружена, по давности, неизвестно. Отстоит от приходской в 4 верстах.»
        </p>
        <p class="indent-8 py-2">В этой церкви служили священники: Евстафий Маркевич в 1858-1882гг, Никанор Котович 1882-1915гг. В 1915 году о.Никанором из Мыщицкой церкви в Россию были эвакуированы 5 колоколов весом от 15 до 2 пудов. Во время 1-й Мировой войны Св.Успенская церковь была повалена бурей. Возвратившись на приход в 1918 году о.Никанор занимался восстновлением Крупчицкой Св.Владимировской церкви. На восстановление Мыщицкой церкви не хватало ни сил, ни средств. Таким образом Мыщицкая в.Успенская церковь прекратила свое существование.
        </p>

        <h3 class="text-2xl py-2 font-semibold text-center">ХРАМ-ЧАСОВНЯ В ЧЕСТЬ ИКОНЫ БОЖИЕЙ МАТЕРИ «ЦЕЛИТЕЛЬНИЦА» В САНАТОРИИ НАДЗЕЯ
        </h3>
        <img src="{{asset('images/doc12.jpg')}}" class="py-4"/>
        <img src="{{asset('images/doc13.jpg')}}" class="py-4"/>

        <p class="indent-8 py-2">Сей храм-часовня был построен по благословению епископа Брестского и Кобринского Иоанна. Освящение места закладки и первый камень в строительство часовни в честь иконы Божией Матери «Целительница» на территории санатория «Надзея» совершено правящим архиереем Иоанном 28 сентября 2005 года. Стараниями настоятеля Чижевщинского прихода священника Анатолия Пучинского и с Божией помощью в течении года храм-часовня был построен. Также построена отдельно стоящая колокольня с четырьмя колоколами. Освящение храма совершено 1 октября 2005 года. В нем периодически совершаются Богослужения. Храм-часовня в честь иконы Божией Матери «Целительница» является приписным к храму Св. равноапостольного князя Владимира в д.Чижевщина.
        </p>
        <p class="indent-8 py-2">Настоятель прихода  Священник Анатолий Пучинский
        </p>
        <p class="indent-8 py-2">М. Кузич             Март 2017 года.
        </p>
        <p class="indent-8 py-2">
        </p>
    </div>

    </x-slot>
</x-app-layout>
