<x-app-layout>
    <x-slot name="header">

    <div class="flex-1 mt-16 text-blue-950 text-justify">
<h1 class="space-y-4 text-4xl">СВЯТО – ВЛАДИМИРОВСКАЯ ЦЕРКОВЬ В д.ЧИЖЕВЩИНА</h1>
        <div class="flex-1 mt-16">
            <div class="relative h-screen w-full">
                <img src="{{asset('images/history.jpg')}}" alt="Background Image" class="absolute inset-0 w-full h-full object-cover" />
            </div>
        </div>
        <div class="space-y-4">
            <h3 class="text-2xl">1.Первые святыни в Крупчицах</h3>
            <p>
            Бытует легенда, что некогда в этих краях была церковь и якобы она полностью ушла под землю.
                Место это находится в пойме реки Тростяница. Есть предположение,
                что до строительства монастыря, здесь находились православные культовые сооружения. В 1888 году
                при разборке монастырского фундамента были извлечены камни с высеченными на них православными
                крестами. Эти камни уложены в фундамент строящейся церкви, за исключением одного, оставленного как памятник.
            </p>
            <h3 class="text-2xl"> 2. Крупчицкий монастырь</h3>
           <p>
            Во второй половине 17 века на землях бывшего имения Нееловичи был основан Кармелитский католический монастырь.
               Первые пожертвования на монастырь были выданы 24 мая 1674 года помещиком А.К.Асовским. В 1702 году завершено
               строительство всех монастырских построек. В монастыре возведен костел, освящен во имя Непорочного Зачатия Девы Марии.
            При монастыре было организовано братство, имелась школа. Монастырь жил мирной жизнью до 1794 года. 15 сентября
               1794 года у стен монастыря произошло сражение российских войск под командованием полководца А.В.Суворова
               (1730-1800) с повстанческой армией генерала Кароля Сераковского (1752-1820). Во время сражения монастырь
               был сильно поврежден. В 1797году Указом Императора Павла 1-го монастырь передали из Луцко–Брестской в
               Виленскую диоцезию. В 1800 году Виленский епископ Я.Н.Калаковский преобразовал монастырский костел в приходский.
           </p>
            <h3 class="text-2xl">3. Церковь Александра Невского</h3>
            <p>После подавления мятежа в 1831 году, на Полоцком соборе, состоявшемся в 1839 году, была расторгнута Уния.
                Вспыхнувший мятеж в 1861-1863гг., во время которого имело место убиения некоторых православных священников,
                подтолкнул российское правительство и начальника Западного Края Михаила Николаевича Муравьева (1796-1866)
                к более жестким мерам. В это время униатские церкви были переданы православным верующим. В 1866году Крупчицкий
                костел был переоборудован под православную церковь. А в 1867году епископом Брестским Игнатием (в миру Яков
                Леонтьевич Железовский 1802-1872) церковь освящена с именем Александра Невского. Однако церковь просуществовала
                не долго. В 6 часов вечера 9 сентября 1882г загорелся сарай (возможно поджог) пламя от которого перекинулось
                на церковные постройки и церковь. За считанные минуты огнем были уничтожены все церковные постройки и церковь.
            </p>
            <h3 class="text-2xl">4.Строительство новой церкви</h3>
            <p>В Литовской Православной Консистории было принято решение строить новую церковь. В октябре 1882года разработку
                проектно-сметной документации церкви на 375 человек поручили младшему инженеру А.Рэмеру. В ноябре того же года
                он с настоятелем прихода Евстафием Маркевичем провели изыскательские работы по выбору участка под церковь,
                который размещался в 135 саженях от бывшего костела. (1сажень=2,13м) Через год помирает настоятель прихода,
                а из-за частых разъездов и болезней архитектора изготовление документации затягивается.
               В октябре 1883год на Крупчицкий приход из Рогознянской церкви переводится священник Никанор Антонович Котович
                (1845-1938). Он служит в приписной к приходу Мыщицкой Св.Успенской церкви, одновременно строит жилой дом
                с хозяйственными постройками и занимается вопросами по строительству новой церкви. В 1884 году изготовление
                проектной документации поручено инженеру Золотареву. Проект церкви был разработан архитекторами из Петербурга
                академиками Жубером и Бенуа. В 1897 году по этому проекту была построена церковь, расположенная возле царского
                дворца в Беловеже, названная во имя Святителя Николая Чудотворца Мирликийского. Первого сентября 1939 года при
                бомбежке Беловежи немецкими самолетами церковь сильно пострадала. Здание церкви восстановлено летом 1943года.
                В настоящее время действует. Настоятель Крупчицкой церкви Анатолий (Пучинский) посетил Николаевский храм в
                Беловеже. А настоятель Николаевского храма  Польской православной церкви митрофорный протоиерей Сергий (Корч)
                посетил Крупчицкую церковь во время празднования престольного праздника. Таким образом связи между двумя храмами
                близнецами и братскими церквями продолжают укрепляться.
              О. Никанор, с присущей ему энергией, занимается сбором средств на строительство церкви, объявив, что эта церковь
                является памятником в честь погибших воинов в Крупчицом сражении 1794г, столетие которой приближалось. Жертвовали
                не только местные крестьяне и меценаты, но богатые люди со всей России. Уже тогда известный подвижник православия,
                Иоанн Кронштадтский (в миру Иоанн Ильич Сергиев 1829-1909) прислал в Литовскую Дух. Консисторию 500 рублей и
                пожертвования церковными вещами. Пожертвования присылались в канцелярию главного начальника края, Литовскую
                духовную Консисторию или в Гродненское церковно – строительное управление. Были пожертвования более тысячи рублей.
              О.Никонор сам ездил в д.Яковчицы, д.Пруск, д.Бояры и другие села договариваться с крестьянами о поставке камня на
                строительство церкви. Доставлено было 50 м³, что было недостаточно. Принято решение разобрать фундамент монастыря
                размером 40 на 20 аршин с внутренними стенами. (1аршин = 71,13см.) Прихожане обязались выделять подводы для доставки
                кирпича из г.Кобрина, д.Озяты и д.Саки, а также выполнять черновые и вспомогательные работы.
              Контракт на строительство церкви в селе Крупчицы был заключен 18 августа 1890года Губернским Церковно-Строительным
                Управлением с купцом Моисеем Тимофеевичем Пимоновым.
        </p>

        </div>

    </div>
        <button class="mt-8 relative inline-flex items-center justify-center p-0.5 mb-2 me-2 overflow-hidden text-sm font-medium text-blue-950 rounded-lg group bg-gradient-to-br from-cyan-500 to-blue-500 group-hover:from-cyan-500 group-hover:to-blue-500 hover:text-white dark:text-white focus:ring-4 focus:outline-none focus:ring-cyan-200 dark:focus:ring-cyan-800">
            <a href="/story" class="relative px-5 py-2.5 transition-all ease-in duration-75 bg-white dark:bg-gray-900 rounded-md group-hover:bg-opacity-0">
                Вернуться
            </a>
        </button>
    </x-slot>
</x-app-layout>
