<p>Благословенного дня!
{{$name}}
</p>
<p>
    Благодарим за ваше сообщение и поддержку нашего храма.
</p>
    Ваше сообщение успешно получено, и мы ответим вам в ближайшее время.
<p>
    Если вы желаете совершить пожертвование, вы можете отправить средства на номер телефона [Номер телефона] или на номер карты [Номер карты].
</p>
<p>
    {{$name}} благодарим вас за внимание к храму и за вашу щедрость. Мы всегда рады видеть вас на нашем сайте и надеемся на ваше дальнейшее участие в жизни нашего прихода.
</p>
<p>
    С уважением,
    Отец Александр
</p>
Это сообщение с сайта
